{"response":{"status":"ok","userTier":"developer","total":102166,"startIndex":1,"pageSize":20,"currentPage":1,"pages":5109,"orderBy":"newest","results":[{"id":"music/2024/jul/30/martin-phillipps-obituary","type":"article","sectionId":"music","sectionName":"Music","webPublicationDate":"2024-07-30T15:40:11Z","webTitle":"Martin Phillipps obituary","webUrl":"https://www.theguardian.com/music/2024/jul/30/martin-phillipps-obituary","apiUrl":"https://content.guardianapis.com/music/2024/jul/30/martin-phillipps-obituary","fields":{"headline":"Martin Phillipps obituary","standfirst":"<p>Singer and songwriter whose band, the Chills, were pioneers of the melodic, offbeat lo-fi rock known as the Dunedin sound </p>","trailText":"Singer and songwriter whose band, the Chills, were pioneers of the melodic, offbeat lo-fi rock known as the Dunedin sound","byline":"Garth Cartwright","main":"<figure class=\"element element-image\" data-media-id=\"10e5f08db7d54c0a7e8dad2b40f048b5a63b7eee\"> <img src=\"https://media.guim.co.uk/10e5f08db7d54c0a7e8dad2b40f048b5a63b7eee/0_231_5665_3401/1000.jpg\" alt=\"Martin Phillipps and the Chills performing at the Bowen West theatre, Bedford, 1990.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Martin Phillipps and the Chills performing at the Bowen West theatre, Bedford, 1990.</span> <span class=\"element-image__credit\">Photograph: Andrew Turner/Alamy</span> </figcaption> </figure>","body":"<p>In the mid-1980s Martin Phillipps led his rock band the Chills from the small New Zealand city of Dunedin to international acclaim – they were championed by <a href=\"https://www.theguardian.com/news/2004/oct/27/guardianobituaries.artsobituaries1\">John Peel</a> on the BBC, and by US college radio, and bands including the Fall and REM declared themselves Chills enthusiasts. It seemed at the time that widespread commercial success would surely follow. </p> <p>Alongside their fellow Dunedin bands the Clean and the Verlaines, the Chills helped pioneer a melodic, offbeat, literate, lo-fi rock music that was dubbed the “<a href=\"https://www.theguardian.com/music/2017/jan/28/flying-nun-records-10-of-the-best-songs-of-the-dunedin-sound\">Dunedin sound</a>”. These bands all released records on <a href=\"https://www.theguardian.com/music/2009/may/15/flying-nun-indie-rought-trade\">Flying Nun</a>, a no-frills independent record label, and when the likes of Peel and the Village Voice music writer Robert Christgau began championing them, Kiwi rock music experienced an attention it had never previously known. Of all the Flying Nun bands, the Chills were thought most likely to win a wide audience for their intimate, melodic songs, which were written by Phillipps, who has died suddenly aged 61. However, stardom perpetually evaded the band and depression almost destroyed Phillipps. </p> <p>He was born in Wellington, the son of the Rev Donald Phillipps, a Methodist minister, and Barbara (nee Laurenson), a shop owner and later marriage counsellor. The family moved to Dunedin in New Zealand’s South Island in the late 60s, when Donald was appointed chaplain at Dunedin University. </p>    <p>The arrival of punk rock spurred Phillipps to form his first band, the Same, in 1978. They disbanded two years later and he determined that his new band, the Chills, would essentially be his solo project. His sister, Rachel, was a member of early lineups. Phillipps also played keyboards on the Clean’s 1981 debut 45 <a href=\"https://www.youtube.com/watch?v=cVkC8W_-a-8\">Tally Ho!</a> – an unexpected success that launched both the band and Flying Nun – and helped ensure the Chills were also signed by the label. </p> <p>The Chills’ first single, <a href=\"https://www.youtube.com/watch?v=1F2RsMHMrpc\">Rolling Moon</a>, was released in December 1982 and made it to No 26 in the Kiwi charts. When their drummer, Martyn Bull, became severely ill with leukaemia and died in 1983, Phillipps put the band on hold, returning in early 1984 with <a href=\"https://www.youtube.com/watch?v=oV_TMB2RtTA\">Pink Frost</a>, a moody, psychedelic-tinged song that won the Chills local and international attention. </p> <p>In late 1985 they decamped to London, where Peel invited them to record the first of three BBC sessions. Creation Records issued Kaleidoscope World, an album gathering all the Chills recordings to that date: it reached No 3 in the UK Independent charts. In 1987 the Chills played at Glastonbury festival and were lauded by the music press. An official debut album, Brave Words, was recorded in London and released later that year, but lacked the spark of their earlier New Zealand recordings. </p>    <p>Phillipps’ insistence that the Chills would perform only his songs, his way, caused friction and the band continued to experience a high turnover of musicians. Signing to the US label Slash Records ensured that the financial and promotional muscle needed to break through to a wide audience was finally behind the Chills and in 1990 their Submarine Bells was one of the most enthusiastically reviewed albums of the year. It topped the New Zealand charts and the band won both best local album and best single (for <a href=\"https://www.youtube.com/watch?v=-9xq5JBC1WE\">Heavenly Pop Hit</a>) at that year’s New Zealand music awards – yet, sales-wise, Submarine Bells underperformed internationally. </p> <p>The Chills’ 1992 album Soft Bomb was essentially Phillipps solo, recorded in California with contributions from US musicians – including the songwriter and arranger Van Dyke Parks. But as the Chills began a US promotional tour, Slash Records cancelled the band’s contract and tour support due to poor sales. </p> <p>Phillipps returned to Dunedin despondent, announcing that the Chills were over. In 1995 he released Sunburnt, an underwhelming album credited to Martin Phillipps and the Chills, then retreated into depression and substance abuse: reports about Phillipps now centred not on his music but on his addictions and poor mental health. A supportive network of family and friends ensured he survived, and treatment with the drug Interferon meant Phillipps was free of his addictions – if weakened by hepatitis C – by 2004. </p> <p>He slowly <a href=\"https://www.theguardian.com/music/2014/nov/24/the-chills-martin-phillipps-comeback\">returned</a> to performing and recording, The Chills’ 2015 comeback album <a href=\"https://www.theguardian.com/music/2015/oct/29/the-chills-silver-bullets-review-kiwi-indie-pop-heroes-return-with-melodic-gifts-intact\">Silver Bullets</a> was released by the British label Fire Records to critical acclaim and the band began touring Europe again. Phillipps appeared on Marc Riley’s <a href=\"https://www.bbc.co.uk/programmes/b049jlt7\">6 Music radio show</a>, pleasantly surprised by younger bands describing his band as an influence and by the interest shown in his new music. The 2021 album <a href=\"https://www.theguardian.com/world/2021/may/15/from-eerie-folk-lullabies-to-bouncy-b-sides-ten-of-the-chills-best-songs\">Scatterbrain</a> showed Phillipps continuing to produce melodic, dreamy rock music of the highest order. </p> <p>A 2019 documentary feature, <a href=\"https://www.theguardian.com/film/2019/jun/14/the-chills-review-martin-phillipps-triumph-and-tragedy-told-with-extraordinary-candour\">The Chills: The Triumph and Tragedy of Martin Phillipps</a>, traced his story, and followed Phillipps to an appointment with his specialist, who told him that hepatitis C and alcohol abuse had destroyed 80% of his liver’s function. </p> <p>He is survived by his father and by his sisters, Sara and Rachel.</p> <p> • Martin Phillipps, singer and songwriter, born 2 July 1963; died 28 July 2024</p>","wordcount":"818","commentCloseDate":"2024-08-02T15:40:11Z","commentable":"true","firstPublicationDate":"2024-07-30T15:40:11Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2024-07-30T15:42:13Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/xv6a5g","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/10e5f08db7d54c0a7e8dad2b40f048b5a63b7eee/0_231_5665_3401/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"In the mid-1980s Martin Phillipps led his rock band the Chills from the small New Zealand city of Dunedin to international acclaim – they were championed by John Peel on the BBC, and by US college radio, and bands including the Fall and REM declared themselves Chills enthusiasts. It seemed at the time that widespread commercial success would surely follow. Alongside their fellow Dunedin bands the Clean and the Verlaines, the Chills helped pioneer a melodic, offbeat, literate, lo-fi rock music that was dubbed the “Dunedin sound”. These bands all released records on Flying Nun, a no-frills independent record label, and when the likes of Peel and the Village Voice music writer Robert Christgau began championing them, Kiwi rock music experienced an attention it had never previously known. Of all the Flying Nun bands, the Chills were thought most likely to win a wide audience for their intimate, melodic songs, which were written by Phillipps, who has died suddenly aged 61. However, stardom perpetually evaded the band and depression almost destroyed Phillipps. He was born in Wellington, the son of the Rev Donald Phillipps, a Methodist minister, and Barbara (nee Laurenson), a shop owner and later marriage counsellor. The family moved to Dunedin in New Zealand’s South Island in the late 60s, when Donald was appointed chaplain at Dunedin University. The arrival of punk rock spurred Phillipps to form his first band, the Same, in 1978. They disbanded two years later and he determined that his new band, the Chills, would essentially be his solo project. His sister, Rachel, was a member of early lineups. Phillipps also played keyboards on the Clean’s 1981 debut 45 Tally Ho! – an unexpected success that launched both the band and Flying Nun – and helped ensure the Chills were also signed by the label. The Chills’ first single, Rolling Moon, was released in December 1982 and made it to No 26 in the Kiwi charts. When their drummer, Martyn Bull, became severely ill with leukaemia and died in 1983, Phillipps put the band on hold, returning in early 1984 with Pink Frost, a moody, psychedelic-tinged song that won the Chills local and international attention. In late 1985 they decamped to London, where Peel invited them to record the first of three BBC sessions. Creation Records issued Kaleidoscope World, an album gathering all the Chills recordings to that date: it reached No 3 in the UK Independent charts. In 1987 the Chills played at Glastonbury festival and were lauded by the music press. An official debut album, Brave Words, was recorded in London and released later that year, but lacked the spark of their earlier New Zealand recordings. Phillipps’ insistence that the Chills would perform only his songs, his way, caused friction and the band continued to experience a high turnover of musicians. Signing to the US label Slash Records ensured that the financial and promotional muscle needed to break through to a wide audience was finally behind the Chills and in 1990 their Submarine Bells was one of the most enthusiastically reviewed albums of the year. It topped the New Zealand charts and the band won both best local album and best single (for Heavenly Pop Hit) at that year’s New Zealand music awards – yet, sales-wise, Submarine Bells underperformed internationally. The Chills’ 1992 album Soft Bomb was essentially Phillipps solo, recorded in California with contributions from US musicians – including the songwriter and arranger Van Dyke Parks. But as the Chills began a US promotional tour, Slash Records cancelled the band’s contract and tour support due to poor sales. Phillipps returned to Dunedin despondent, announcing that the Chills were over. In 1995 he released Sunburnt, an underwhelming album credited to Martin Phillipps and the Chills, then retreated into depression and substance abuse: reports about Phillipps now centred not on his music but on his addictions and poor mental health. A supportive network of family and friends ensured he survived, and treatment with the drug Interferon meant Phillipps was free of his addictions – if weakened by hepatitis C – by 2004. He slowly returned to performing and recording, The Chills’ 2015 comeback album Silver Bullets was released by the British label Fire Records to critical acclaim and the band began touring Europe again. Phillipps appeared on Marc Riley’s 6 Music radio show, pleasantly surprised by younger bands describing his band as an influence and by the interest shown in his new music. The 2021 album Scatterbrain showed Phillipps continuing to produce melodic, dreamy rock music of the highest order. A 2019 documentary feature, The Chills: The Triumph and Tragedy of Martin Phillipps, traced his story, and followed Phillipps to an appointment with his specialist, who told him that hepatitis C and alcohol abuse had destroyed 80% of his liver’s function. He is survived by his father and by his sisters, Sara and Rachel. • Martin Phillipps, singer and songwriter, born 2 July 1963; died 28 July 2024","charCount":"5024","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/garth-cartwright\">Garth Cartwright</a>","showTableOfContents":"false"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"music/article/2024/jul/30/guardian-readers-music-spending-cost-of-living-crisis","type":"article","sectionId":"music","sectionName":"Music","webPublicationDate":"2024-07-30T15:24:28Z","webTitle":"‘Looks like £400 a month. That can’t be right!’ Readers on their music spending","webUrl":"https://www.theguardian.com/music/article/2024/jul/30/guardian-readers-music-spending-cost-of-living-crisis","apiUrl":"https://content.guardianapis.com/music/article/2024/jul/30/guardian-readers-music-spending-cost-of-living-crisis","fields":{"headline":"‘Looks like £400 a month. That can’t be right!’ Readers on their music spending","standfirst":"<p>Are you keeping an eye on spending thanks to expensive vinyl and concert tickets? Guardian readers explain how they’re keeping fandom alive in a cost of living crisis</p>","trailText":"Are you keeping an eye on spending thanks to expensive vinyl and concert tickets? Guardian readers explain how they’re keeping fandom alive in a cost of living crisis","byline":"Alfie Packham and Guardian readers","main":"<figure class=\"element element-image\" data-media-id=\"e744b6d591da714b5f3707fd95b77b2e4d763c01\"> <img src=\"https://media.guim.co.uk/e744b6d591da714b5f3707fd95b77b2e4d763c01/0_253_3264_1958/1000.jpg\" alt=\"‘I like to have a physical product’ … Dave Sayer with his CD collection.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘I like to have a physical product’ … Dave Sayer with his CD collection.</span> <span class=\"element-image__credit\">Photograph: Guardian Community</span> </figcaption> </figure>","body":"<p>Rising <a href=\"https://www.theguardian.com/music/2024/apr/25/shocking-truth-money-bands-make-on-tour-taylor-swift\">overheads and stagnating fees</a> have made it increasingly difficult for bands to <a href=\"https://www.theguardian.com/music/article/2024/may/14/people-are-forfeiting-meals-musicians-on-the-struggle-to-financially-survive\">make a living</a> from touring. Meanwhile, consumers’ habits are changing as they weather a cost of living crisis.</p> <p>Music fans speak about how much they spend on music in an average month and how those habits have changed.</p> <h2>‘Eight CDs and half a dozen gigs’</h2> <p>I buy about eight CDs a month – online, from shops in Newcastle, at gigs and from charity shops. I buy all sorts: jazz, blues, rock, soul, world, reggae and some classical. That’s about £50.</p> <p>I go to half a dozen gigs a month at about £25 a ticket. I’ll go to the occasional all-day event, where the tickets will be about £40. I went to Cheltenham jazz festival this year – £300 for tickets and accommodation. Transport is about £150 as well.</p> <p>I buy the occasional book about music, usually biographies, so another £20. I don’t buy as many T-shirts as I used to, unless I like the design or it is a Jackson Browne tour. Then there’s a tenner a month on magazines as well.</p> <p>I don’t spend anything on streaming. I like to have a physical product and I like being able to play CDs in the car, in the kitchen, in the bedroom or in the man cave where the good hi-fi lives.</p> <p>That looks like about £400 a month in total. That can’t be right! <strong>Dave Sayer, 63, retired trading standards officer</strong>, <strong>Netherwitton, Northumberland </strong></p> <h2>‘My spending has decreased massively since the pandemic’</h2>    <p>Outside Spotify, my spending is very low – typically a few vinyl records a year, one music festival and a handful of gigs. It has decreased massively since the pandemic. I used to go to a hip-hop gig every two weeks, back when I could see my favourite artists for anywhere between £15-30. Nowadays, it’s a minimum of £50 as O2 venues have monopolised hip-hop tours in the UK.</p> <p>Vinyl production has been hit by supply chain issues and inflation, so the records I used to be able to purchase for £18 are usually at least £30 by default, regardless of whether they are a single or double LP. The secondhand market has become overvalued as well and it’s hard to find a good deal.</p> <p>Thankfully, independent hip-hop artists are still playing in London’s remaining independent venues and offering better priced tickets. I typically find those with a record label deal are shoved into O2 arenas and even stadiums regardless of whether they have the fanbase to match, as the ticket prices can go all the way up to £180 and offer much greater returns for one show rather than doing two nights at a smaller venue. <strong>Patrick Reynolds, 25, working in public affairs, London </strong></p> <h2>‘I resisted the streaming subscription for a long time’</h2>    <p>Apart from my monthly £10 subscription to a streaming platform, I might buy one vinyl album a month. I resisted the subscription for a long time, feeling it somehow wasn’t right to have so much music at your disposal; it seemed to devalue the experience and the artists’ craft.</p> <p>But then I got a free trial with a new phone and now it would be hard to imagine life without it. To make up for it, I’m restarting my vinyl collection that had originally been lost with a move overseas. Having the physical product of a work that’s really special to me prevents it from being diluted among the millions online.</p> <p>Vinyl is astonishingly expensive, though – in my teens an LP would cost £7 or so – so I buy only one or two a month at £20-£30 each. I’ll go to gigs and concerts about twice a year, for a combined £100 or so.</p> <p><strong>Sacha Ward, creative director, Cambridge</strong> </p> <h2>‘Most of the money I earn goes towards gigs’</h2> <p>I buy either a record or a band T-shirt once a month, and usually go to a local gig every few weeks – that adds up to about £40. I recently bought Charli xcx’s <a href=\"https://www.theguardian.com/music/article/2024/jun/06/charli-xcx-brat-review-insecurity-obliterating-anthems-by-pops-most-human-superstar\">Brat</a> on vinyl as well as a Sports Team T-shirt and cassette. I’ve also got to have Spotify, which makes it nearly £50 monthly. My spending has decreased due to gigs getting less and less affordable, though. I want to support the indie bands so they can afford to keep making their art.</p> <p>Most recently I’ve to smaller London venues like Koko, Troxy, and the Electric Ballroom, which were once more affordable (around £10-15), but now are not much cheaper than gigs at larger venues like Alexandra Palace or Wembley Arena. I spend a similar amount to my friends: most of the money we earn from part-time work goes towards gigs and records. <strong>Donovan, 17, London </strong></p> <h2>‘My interest in buying CDs was rekindled by the reopening of HMV’</h2>    <p>I don’t go to concerts every month, but during the Edinburgh festival, I could spend £200 or more on concerts alone. If I go to a live rock or pop concert, that’ll be £75-100 for one ticket. At the moment I only go to two or three classical concerts a year.</p> <p>I also buy CDs or pop DVDs, on and off. Before streaming I used to buy a lot more. My father used to warn me not to buy too many. This month I’ve only bought one CD – How Does that Grab You by Nancy Sinatra. I stopped listening to as much pop and rock when people started listening online. I didn’t feel that this type of listening suited me. I splash out when an artist I like promotes a new album.</p> <p>This year so far I’ve also bought one music DVD – the documentary Tina – and two other DVDs of musicals. My interest in buying them was rekindled by the reopening of the HMV shop.</p> <p>Recently, I bought some merch – a Diana Ross T-shirt – after seeing her Glastonbury slot online and attending her Radio City Concert virtually on Facebook last year. But it was ridiculously expensive as it was delivered from the US. I might be tempted to buy more merch, but the postage costs put me off.</p> <p>At the moment I’m trying to limit my purchases as the cost of living is high and I don’t actually need any more CDs because I have a big collection. I would love to go to more concerts but they’re often very expensive. <strong>Marion WG Fairweather, business English trainer and translator, Edinburgh</strong><strong> </strong></p> <h2>‘The idea of buying music is an anathema to my kids’</h2>    <p>I’ve cut back on music spending due to parenthood and other responsibilities. My kids are into music, though, and my eldest plays guitar, keyboard, and trumpet so a fair amount goes on tutoring and equipment for him. They are still preteens so they don’t spend anything really, but they get anything they want via streaming services. The idea of buying music is an anathema to them. We take them to gigs and festivals, but they prefer gaming.</p> <p>I spend £19.99 a month on Spotify for the family. The occasional gig ticket (three for Taylor Swift this month so this is an expensive month). But it’s probably averaging at £50 monthly, once you add smaller gigs like English Teacher and Idles later in the year.</p> <p>I buy the occasional festival ticket, too – Lindisfarne this year. Vinyl is usually a £40 splurge every other month. So a typical month overall would average about £85. Back in 2010, I spent <a href=\"https://remedialthoughts.blogspot.com/2010/09/tracking-musical-expenditure-august.html?m=1\">a year looking at my average spend</a> on music and related activities (clubbing, drinks, music-based video game DLC, etc) and that was closer to £145 a month. <strong>Rob Jewitt, 46, media and communications academic, South Tyneside </strong></p>","wordcount":"1270","commentCloseDate":"2024-08-02T15:30:00Z","commentable":"true","firstPublicationDate":"2024-07-30T15:24:28Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2024-07-30T15:26:53Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/qm7zy","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/e744b6d591da714b5f3707fd95b77b2e4d763c01/0_253_3264_1958/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Rising overheads and stagnating fees have made it increasingly difficult for bands to make a living from touring. Meanwhile, consumers’ habits are changing as they weather a cost of living crisis. Music fans speak about how much they spend on music in an average month and how those habits have changed. ‘Eight CDs and half a dozen gigs’ I buy about eight CDs a month – online, from shops in Newcastle, at gigs and from charity shops. I buy all sorts: jazz, blues, rock, soul, world, reggae and some classical. That’s about £50. I go to half a dozen gigs a month at about £25 a ticket. I’ll go to the occasional all-day event, where the tickets will be about £40. I went to Cheltenham jazz festival this year – £300 for tickets and accommodation. Transport is about £150 as well. I buy the occasional book about music, usually biographies, so another £20. I don’t buy as many T-shirts as I used to, unless I like the design or it is a Jackson Browne tour. Then there’s a tenner a month on magazines as well. I don’t spend anything on streaming. I like to have a physical product and I like being able to play CDs in the car, in the kitchen, in the bedroom or in the man cave where the good hi-fi lives. That looks like about £400 a month in total. That can’t be right! Dave Sayer, 63, retired trading standards officer, Netherwitton, Northumberland ‘My spending has decreased massively since the pandemic’ Outside Spotify, my spending is very low – typically a few vinyl records a year, one music festival and a handful of gigs. It has decreased massively since the pandemic. I used to go to a hip-hop gig every two weeks, back when I could see my favourite artists for anywhere between £15-30. Nowadays, it’s a minimum of £50 as O2 venues have monopolised hip-hop tours in the UK. Vinyl production has been hit by supply chain issues and inflation, so the records I used to be able to purchase for £18 are usually at least £30 by default, regardless of whether they are a single or double LP. The secondhand market has become overvalued as well and it’s hard to find a good deal. Thankfully, independent hip-hop artists are still playing in London’s remaining independent venues and offering better priced tickets. I typically find those with a record label deal are shoved into O2 arenas and even stadiums regardless of whether they have the fanbase to match, as the ticket prices can go all the way up to £180 and offer much greater returns for one show rather than doing two nights at a smaller venue. Patrick Reynolds, 25, working in public affairs, London ‘I resisted the streaming subscription for a long time’ Apart from my monthly £10 subscription to a streaming platform, I might buy one vinyl album a month. I resisted the subscription for a long time, feeling it somehow wasn’t right to have so much music at your disposal; it seemed to devalue the experience and the artists’ craft. But then I got a free trial with a new phone and now it would be hard to imagine life without it. To make up for it, I’m restarting my vinyl collection that had originally been lost with a move overseas. Having the physical product of a work that’s really special to me prevents it from being diluted among the millions online. Vinyl is astonishingly expensive, though – in my teens an LP would cost £7 or so – so I buy only one or two a month at £20-£30 each. I’ll go to gigs and concerts about twice a year, for a combined £100 or so. Sacha Ward, creative director, Cambridge ‘Most of the money I earn goes towards gigs’ I buy either a record or a band T-shirt once a month, and usually go to a local gig every few weeks – that adds up to about £40. I recently bought Charli xcx’s Brat on vinyl as well as a Sports Team T-shirt and cassette. I’ve also got to have Spotify, which makes it nearly £50 monthly. My spending has decreased due to gigs getting less and less affordable, though. I want to support the indie bands so they can afford to keep making their art. Most recently I’ve to smaller London venues like Koko, Troxy, and the Electric Ballroom, which were once more affordable (around £10-15), but now are not much cheaper than gigs at larger venues like Alexandra Palace or Wembley Arena. I spend a similar amount to my friends: most of the money we earn from part-time work goes towards gigs and records. Donovan, 17, London ‘My interest in buying CDs was rekindled by the reopening of HMV’ I don’t go to concerts every month, but during the Edinburgh festival, I could spend £200 or more on concerts alone. If I go to a live rock or pop concert, that’ll be £75-100 for one ticket. At the moment I only go to two or three classical concerts a year. I also buy CDs or pop DVDs, on and off. Before streaming I used to buy a lot more. My father used to warn me not to buy too many. This month I’ve only bought one CD – How Does that Grab You by Nancy Sinatra. I stopped listening to as much pop and rock when people started listening online. I didn’t feel that this type of listening suited me. I splash out when an artist I like promotes a new album. This year so far I’ve also bought one music DVD – the documentary Tina – and two other DVDs of musicals. My interest in buying them was rekindled by the reopening of the HMV shop. Recently, I bought some merch – a Diana Ross T-shirt – after seeing her Glastonbury slot online and attending her Radio City Concert virtually on Facebook last year. But it was ridiculously expensive as it was delivered from the US. I might be tempted to buy more merch, but the postage costs put me off. At the moment I’m trying to limit my purchases as the cost of living is high and I don’t actually need any more CDs because I have a big collection. I would love to go to more concerts but they’re often very expensive. Marion WG Fairweather, business English trainer and translator, Edinburgh ‘The idea of buying music is an anathema to my kids’ I’ve cut back on music spending due to parenthood and other responsibilities. My kids are into music, though, and my eldest plays guitar, keyboard, and trumpet so a fair amount goes on tutoring and equipment for him. They are still preteens so they don’t spend anything really, but they get anything they want via streaming services. The idea of buying music is an anathema to them. We take them to gigs and festivals, but they prefer gaming. I spend £19.99 a month on Spotify for the family. The occasional gig ticket (three for Taylor Swift this month so this is an expensive month). But it’s probably averaging at £50 monthly, once you add smaller gigs like English Teacher and Idles later in the year. I buy the occasional festival ticket, too – Lindisfarne this year. Vinyl is usually a £40 splurge every other month. So a typical month overall would average about £85. Back in 2010, I spent a year looking at my average spend on music and related activities (clubbing, drinks, music-based video game DLC, etc) and that was closer to £145 a month. Rob Jewitt, 46, media and communications academic, South Tyneside","charCount":"7009","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/alfie-packham\">Alfie Packham</a> and <a href=\"profile/guardian-readers\">Guardian readers</a>","showTableOfContents":"false"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"music/article/2024/jul/30/prom-14-bbcso-jarvi-yunchan-lim-review-royal-albert-hall","type":"article","sectionId":"music","sectionName":"Music","webPublicationDate":"2024-07-30T11:27:54Z","webTitle":"Prom 14: BBCSO/Järvi/Yunchan Lim review – star pianist brings subtlety and brilliance to Beethoven","webUrl":"https://www.theguardian.com/music/article/2024/jul/30/prom-14-bbcso-jarvi-yunchan-lim-review-royal-albert-hall","apiUrl":"https://content.guardianapis.com/music/article/2024/jul/30/prom-14-bbcso-jarvi-yunchan-lim-review-royal-albert-hall","fields":{"headline":"Prom 14: BBCSO/Järvi/Yunchan Lim review – star pianist brings subtlety and brilliance to Beethoven","standfirst":"<p><strong>Royal Albert Hall, London<br></strong>The BBC Symphony Orchestra struggled at times to match the exuberance of the young Korean, making his proms debut with the Emperor Piano concerto</p>","trailText":"The BBC Symphony Orchestra struggled at times to match the exuberance of the young Korean, making his proms debut with the Emperor Piano concerto","byline":"Flora Willson","main":"<figure class=\"element element-image\" data-media-id=\"c50ff216a97c3b3b8f19d4b4ce14c5027ec20c31\"> <img src=\"https://media.guim.co.uk/c50ff216a97c3b3b8f19d4b4ce14c5027ec20c31/68_147_1861_1117/1000.jpg\" alt=\"‘Each note was precious’: Yunchan Lim at the Proms, with Paavo Järvi and the BBC Symphony Orchestra.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Each note was precious’: Yunchan Lim at the Proms, with Paavo Järvi and the BBC Symphony Orchestra.</span> <span class=\"element-image__credit\">Photograph: Chris Christodoulou</span> </figcaption> </figure>","body":"<p>It was one of the first of this year’s <a href=\"https://www.bbc.co.uk/events/rfbp5v\">BBC Proms</a> to sell out, making him the season’s fastest-selling debut artist. There were screams as he came on (quickly, neatly) and an arena-full of phones held aloft as he bowed after playing. Two years after winning the <a href=\"https://cliburn.org/\">Van Cliburn competition</a> aged 18 with a <a href=\"https://youtu.be/DPJL488cfRw?si=3JpmcrQh3XETD6ZW\">performance that left the conductor brushing away tears</a> and months after <a href=\"https://www.theguardian.com/music/article/2024/may/02/yunchan-lim-chopin-etudes-op-10-op-25-album-review\">his first disc had critics dusting off their superlatives</a>, South Korean pianist <a href=\"https://www.theguardian.com/music/article/2024/jul/17/yunchan-lim-van-cliburn-korean-pianist-proms-muffins\">Yunchan Lim</a> landed at the Royal Albert Hall.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/music/article/2024/jul/17/yunchan-lim-van-cliburn-korean-pianist-proms-muffins\">Is this 20-year-old the greatest pianist of our times? Yunchan Lim, the Korean about to electrify the Proms</a> </p> </aside>  <p>His vehicle was Beethoven’s Fifth Piano Concerto – its unprecedented scale earning it the English nickname the “Emperor”. Lim’s first entry was gleamingly robust, his return after the orchestral exposition all sweetness and space. His right hand glittered atop the orchestra, his left dropping bass notes of astonishing heft from head-height. His launching into the finale was a brilliant explosion of Viennese oompah – an invitation to dance.</p> <p>And therein lay the problem. This concerto is a dialogue and there were moments when the BBC Symphony Orchestra were at cross-purposes. Under the tight reins of conductor <a href=\"https://paavojarvi.com/\">Paavo Järvi</a>, the orchestra’s light, bright playing early on seemed to wilt in the late-July heat. The result was some unlovely wind tuning and little sense of overall musical direction – and neither the exuberance nor the subtlety to match Lim. They fared better in Aditus by Estonian composer <a href=\"https://www.erkkisven.com/cv\">Erkki-Sven Tüür</a> – all colour and chromaticism, built in hefty sonic strata – and Bruckner’s Symphony No 1, performed to a somewhat smaller crowd after the interval. There Järvi’s intense focus inspired snarling brass, silken strings in a beautifully hushed slow movement and woodwind solos with personality in the scherzo. But it was only in the closing moments of the finale that Järvi seemed to find any real musical momentum.</p>    <p>By that time yet more audience members had slipped quietly away. Perhaps they wanted to savour the fleeting highlight of this Prom: Lim’s encore, a Bach transcription to still the most boisterous capacity audience. His touch was impossibly fine, transforming the keyboard into a gamut of exquisite tone colours. Each note was precious, each phrase crystalline.</p> <p>• Available on<a href=\"https://www.bbc.co.uk/sounds/play/m0021b7h\"> BBC Sounds</a>. The <a href=\"https://www.royalalberthall.com/tickets/proms/bbc-proms-24/\">Proms continue until 14 September</a></p>","newspaperPageNumber":"9","starRating":"4","wordcount":"364","commentCloseDate":"2024-08-02T11:27:54Z","commentable":"true","firstPublicationDate":"2024-07-30T11:27:54Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2024-07-30T14:39:32Z","newspaperEditionDate":"2024-07-31T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/xv697p","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/c50ff216a97c3b3b8f19d4b4ce14c5027ec20c31/79_150_1724_1035/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"It was one of the first of this year’s BBC Proms to sell out, making him the season’s fastest-selling debut artist. There were screams as he came on (quickly, neatly) and an arena-full of phones held aloft as he bowed after playing. Two years after winning the Van Cliburn competition aged 18 with a performance that left the conductor brushing away tears and months after his first disc had critics dusting off their superlatives, South Korean pianist Yunchan Lim landed at the Royal Albert Hall. His vehicle was Beethoven’s Fifth Piano Concerto – its unprecedented scale earning it the English nickname the “Emperor”. Lim’s first entry was gleamingly robust, his return after the orchestral exposition all sweetness and space. His right hand glittered atop the orchestra, his left dropping bass notes of astonishing heft from head-height. His launching into the finale was a brilliant explosion of Viennese oompah – an invitation to dance. And therein lay the problem. This concerto is a dialogue and there were moments when the BBC Symphony Orchestra were at cross-purposes. Under the tight reins of conductor Paavo Järvi, the orchestra’s light, bright playing early on seemed to wilt in the late-July heat. The result was some unlovely wind tuning and little sense of overall musical direction – and neither the exuberance nor the subtlety to match Lim. They fared better in Aditus by Estonian composer Erkki-Sven Tüür – all colour and chromaticism, built in hefty sonic strata – and Bruckner’s Symphony No 1, performed to a somewhat smaller crowd after the interval. There Järvi’s intense focus inspired snarling brass, silken strings in a beautifully hushed slow movement and woodwind solos with personality in the scherzo. But it was only in the closing moments of the finale that Järvi seemed to find any real musical momentum. By that time yet more audience members had slipped quietly away. Perhaps they wanted to savour the fleeting highlight of this Prom: Lim’s encore, a Bach transcription to still the most boisterous capacity audience. His touch was impossibly fine, transforming the keyboard into a gamut of exquisite tone colours. Each note was precious, each phrase crystalline. • Available on BBC Sounds. The Proms continue until 14 September","charCount":"2261","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/flora-willson\">Flora Willson</a>","showTableOfContents":"false"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"music/article/2024/jul/30/proms-at-the-glasshouse-review-jordan-rakei-royal-northern-sinfonia","type":"article","sectionId":"music","sectionName":"Music","webPublicationDate":"2024-07-30T07:18:44Z","webTitle":"Proms at the Glasshouse review – Rakei proves ripe for orchestration ","webUrl":"https://www.theguardian.com/music/article/2024/jul/30/proms-at-the-glasshouse-review-jordan-rakei-royal-northern-sinfonia","apiUrl":"https://content.guardianapis.com/music/article/2024/jul/30/proms-at-the-glasshouse-review-jordan-rakei-royal-northern-sinfonia","fields":{"headline":"Proms at the Glasshouse review – Rakei proves ripe for orchestration ","standfirst":"<p><strong>The Glasshouse, Gateshead</strong><br>The weekend’s mini Proms festival in Gateshead ranged widely from Star Wars to Sibelius, with the electro soul of Jordan Rakei an undoubted highlight</p>","trailText":"The weekend’s mini Proms festival in Gateshead ranged widely from Star Wars to Sibelius, with the electro soul of Jordan Rakei an undoubted highlight","byline":"Dave Simpson","main":"<figure class=\"element element-image\" data-media-id=\"18319c48dc6d2ce8c7472802a4c18411f22a7339\"> <img src=\"https://media.guim.co.uk/18319c48dc6d2ce8c7472802a4c18411f22a7339/17_63_5099_3060/1000.jpg\" alt=\"Bucket-list gig … Jordan Rakei and the Royal Northern Sinfonia at The Glasshouse. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Bucket-list gig … Jordan Rakei and the Royal Northern Sinfonia at The Glasshouse. </span> <span class=\"element-image__credit\">Photograph: Thomas Jackson</span> </figcaption> </figure>","body":"<p>‘This is a lifelong dream,” says 32-year-old Grammy nominated singer-songwriter-producer <a href=\"https://www.bbc.co.uk/events/e6gbc8\">Jordan Rakei, with the Royal Northern Sinfonia</a> behind him. Performing with an orchestra has been his ambition since he started sampling strings over beats in his bedroom when he was 12, he says. <a href=\"https://theglasshouseicm.org/seasons/bbc-proms-at-the-glasshouse/\">Proms Gateshead</a> makes such moments happen. Now in its second weekend residency in the north-east, the festival again seeks to widen the Proms remit and broaden its appeal.</p> <p>It’s certainly hard to think of many better ways of bringing live orchestral music to a younger audience than the epic <a href=\"https://www.bbc.co.uk/events/ed2n5v\">Fantasy, Myths and Legends</a>. Together with the mostly under-30 <a href=\"https://theglasshouseicm.org/whats-on/make-music-23-24-voices-of-the-rivers-edge/#:~:text=Voices%20of%20the%20Rivers%20Edge,ll%20be%20welcome%20in%20VOTRE.\">Voices of the River’s Edge choir</a>, RNS perform rousing renditions of themes from the likes of Harry Potter, Star Wars and World of Warcraft. With tickets only £8, the main hall is packed with a rapturous audience, which presenter Ali Plumb amusingly – but inaccurately – describes as “gamers, wand-wavers and quidditch champions”.</p> <p>Still, the Proms’ traditional classical base hasn’t been forgotten. There’s Friday’s big opening RNS concert of <a href=\"https://www.bbc.co.uk/events/ez39hn\">Taillferre, Sibelius and Dvořák</a> and, on Sunday, violinist Daniel Pioro and friends’ serenely beautiful exploration of <a href=\"https://www.bbc.co.uk/events/ev9j6q\">Elizabethan music</a>. Otherwise, three days of eclectic delights range from hours of free live music curated by BBC Introducing to Sara Mohr-Pietsch and Hannah Peel’s <a href=\"https://www.bbc.co.uk/events/e3vhj5\">live incarnation</a> of Radio 3’s genre-fusing Night Tracks.</p> <p>Former Sons of Kemet man <a href=\"https://theoncross.com/\">Theon Cross</a> continues his mission to reinvent the tuba – even using it as a reggae bass – and fiery young Newcastle quintet Knats become the weekend’s surprise hit as they gleefully rewire jazz with a hard-as-nails rhythm section, drum’n’bass energy and punk aggression.</p> <p>The main hall packs for Saturday’s big showcase. It’s nearly a decade and five albums since New Zealand-born Rakei relocated to the UK to chase those dreams, but following his acclaimed <a href=\"https://www.thelineofbestfit.com/albums/jordan-rakei-the-loop-fully-embraces-vulnerability\">2024 album The Loop</a> and ahead of his upcoming <a href=\"https://www.royalalberthall.com/tickets/events/2024/jordan-rakei/\">two nights at the Royal Albert Hall</a> this one-off collaboration with the Royal Northern Sinfonia feels timely and inspired. Rakei’s contemplative electro soul – think a Marvin Gaye/Stevie Wonder type soul man backed by James Blake – proves ripe for orchestration.</p> <p>Conductor Robert Ames ensures that whether the arrangements are ethereally hymnal or powerfully dramatic, the singer’s sublime, troubled falsetto is always centre stage. Rakei cuts an understated, humble stage presence amid the massed orchestral players, but the audience adore him as he reveals that his wife and baby are in attendance (one of them in earmuffs) and his relatives are listening in Australia: “It’s 5am there, so go to bed after this one.” Understated earworms such as <a href=\"https://www.youtube.com/watch?v=nJgXSDL1pz8\">Borderline</a> or the darker <a href=\"https://www.youtube.com/watch?v=R6Dq08reRFg\">A Little Life</a> creep up like assassins to increasingly loud cheering.</p> <p>“This is one of my bucket-list moments,” he says, but at this rate he’ll tick off many more.</p> <p>• On <a href=\"https://www.bbc.co.uk/sounds/play/m0021bs7\">BBC Sounds</a> until 12 October. <a href=\"https://www.jordanrakei.com/#/tour\">Jordan Rakei</a> plays <a href=\"https://www.alberthallmanchester.com/event/jordan-rakei/\">Albert Hall, Manchester</a>, 26 September; <a href=\"https://bristolbeacon.org/whats-on/jordan-rakei/\">Beacon, Bristol</a>, 27 September; then <a href=\"https://www.royalalberthall.com/tickets/events/2024/jordan-rakei/\">Royal Albert Hall, London</a>, 1 and 4 October.</p>","starRating":"4","wordcount":"483","commentCloseDate":"2024-08-02T07:15:00Z","commentable":"true","firstPublicationDate":"2024-07-30T07:18:44Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2024-07-30T07:21:09Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/xv63p2","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/18319c48dc6d2ce8c7472802a4c18411f22a7339/17_63_5099_3060/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"‘This is a lifelong dream,” says 32-year-old Grammy nominated singer-songwriter-producer Jordan Rakei, with the Royal Northern Sinfonia behind him. Performing with an orchestra has been his ambition since he started sampling strings over beats in his bedroom when he was 12, he says. Proms Gateshead makes such moments happen. Now in its second weekend residency in the north-east, the festival again seeks to widen the Proms remit and broaden its appeal. It’s certainly hard to think of many better ways of bringing live orchestral music to a younger audience than the epic Fantasy, Myths and Legends. Together with the mostly under-30 Voices of the River’s Edge choir, RNS perform rousing renditions of themes from the likes of Harry Potter, Star Wars and World of Warcraft. With tickets only £8, the main hall is packed with a rapturous audience, which presenter Ali Plumb amusingly – but inaccurately – describes as “gamers, wand-wavers and quidditch champions”. Still, the Proms’ traditional classical base hasn’t been forgotten. There’s Friday’s big opening RNS concert of Taillferre, Sibelius and Dvořák and, on Sunday, violinist Daniel Pioro and friends’ serenely beautiful exploration of Elizabethan music. Otherwise, three days of eclectic delights range from hours of free live music curated by BBC Introducing to Sara Mohr-Pietsch and Hannah Peel’s live incarnation of Radio 3’s genre-fusing Night Tracks. Former Sons of Kemet man Theon Cross continues his mission to reinvent the tuba – even using it as a reggae bass – and fiery young Newcastle quintet Knats become the weekend’s surprise hit as they gleefully rewire jazz with a hard-as-nails rhythm section, drum’n’bass energy and punk aggression. The main hall packs for Saturday’s big showcase. It’s nearly a decade and five albums since New Zealand-born Rakei relocated to the UK to chase those dreams, but following his acclaimed 2024 album The Loop and ahead of his upcoming two nights at the Royal Albert Hall this one-off collaboration with the Royal Northern Sinfonia feels timely and inspired. Rakei’s contemplative electro soul – think a Marvin Gaye/Stevie Wonder type soul man backed by James Blake – proves ripe for orchestration. Conductor Robert Ames ensures that whether the arrangements are ethereally hymnal or powerfully dramatic, the singer’s sublime, troubled falsetto is always centre stage. Rakei cuts an understated, humble stage presence amid the massed orchestral players, but the audience adore him as he reveals that his wife and baby are in attendance (one of them in earmuffs) and his relatives are listening in Australia: “It’s 5am there, so go to bed after this one.” Understated earworms such as Borderline or the darker A Little Life creep up like assassins to increasingly loud cheering. “This is one of my bucket-list moments,” he says, but at this rate he’ll tick off many more. • On BBC Sounds until 12 October. Jordan Rakei plays Albert Hall, Manchester, 26 September; Beacon, Bristol, 27 September; then Royal Albert Hall, London, 1 and 4 October.","charCount":"3052","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/davesimpson\">Dave Simpson</a>","showTableOfContents":"false"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"music/2024/jul/29/heather-wood-obituary","type":"article","sectionId":"music","sectionName":"Music","webPublicationDate":"2024-07-29T13:49:09Z","webTitle":"Heather Wood obituary","webUrl":"https://www.theguardian.com/music/2024/jul/29/heather-wood-obituary","apiUrl":"https://content.guardianapis.com/music/2024/jul/29/heather-wood-obituary","fields":{"headline":"Heather Wood obituary","standfirst":"<p>Singer with the 1960s folk group the Young Tradition, whose songs ranged from sea shanties to haunting treatments of traditional music</p>","trailText":"Singer with the 1960s folk group the Young Tradition, whose songs ranged from sea shanties to haunting treatments of traditional music","byline":"Robin Denselow","main":"<figure class=\"element element-image\" data-media-id=\"acc7514f7bb676566f649df8d98d8132db978e9a\"> <img src=\"https://media.guim.co.uk/acc7514f7bb676566f649df8d98d8132db978e9a/0_176_3675_2205/1000.jpg\" alt=\"Heather Wood with Royston Wood, left, and Peter Bellamy at a photo session for the 1967 Young Tradition LP So Cheerfully Round.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Heather Wood with Royston Wood, left, and Peter Bellamy at a photo session for the 1967 Young Tradition LP So Cheerfully Round.</span> <span class=\"element-image__credit\">Photograph: Brian Shuel/Redferns</span> </figcaption> </figure>","body":"<p>Heather Wood, who has died aged 79, was the last surviving member of the Young Tradition, heroes of the 1960s folk scene in the UK and North America with their rousing three-part unaccompanied harmonies, clothes that made them look like rock stars and songs that ranged from sea shanties to a haunting treatment <a href=\"https://www.youtube.com/watch?v=Y3JyVHOq7PQ\">of the Lyke Wake Dirge</a>.</p> <p>The Young Tradition was the name of one of many London folk clubs in the mid-60s, and it was held in a pub then known as the Scots Hoose, near Cambridge Circus in the West End. Peter Bellamy and Royston Wood were two regular singers there, and Heather “just joined in from the audience” in 1965. The three of them found that “people would pay us to sing”, and were managed for a while by Bruce Dunnet, who ran the club and suggested they took its name. Later they became regulars at the Les Cousins club in nearby Greek Street, where they sang alongside <a href=\"https://www.theguardian.com/music/2011/oct/05/bert-jansch\">Bert Jansch</a> and <a href=\"https://www.theguardian.com/music/2015/mar/27/john-renbourn\">John Renbourn</a>, who lived above them in Somali Road, West Hampstead.</p> <p>Signed to Transatlantic, in 1966 they released their first album, The Young Tradition, which included the Lyke Wake Dirge, the story of a departed soul making a hazardous journey to purgatory, as well as their gutsy treatment of <a href=\"https://www.youtube.com/watch?v=Dl_tmCo-vyc\">the Tyneside colliers’ song Byker Hill</a>. It immediately established their reputation. </p> <p>Unlike the other great young unaccompanied vocal group of the era, the Watersons, the Young Tradition were not from the same family and were three very different individuals with different styles who “made up our own harmonies”. Bellamy loved the blues, Royston had roots in classical music, while Heather said she was influenced by “the Everly Brothers and years of school and church choirs”. What they had in common was their love of folk music, and a commitment to meeting and learning from veteran traditional singers such as Harry Cox or the <a href=\"https://www.theguardian.com/lifeandstyle/2011/aug/06/great-dynasties-copper-family-folk\">Copper family</a>.</p> <p>Their second album, So Cheerfully Round, was released in 1967, the same year they were invited to the Newport folk festival in the US, where Heather remembered them singing informally with Janis Joplin. In the same year they recorded an EP of sea shanties, Chicken on a Raft, which was released in 1968, while their final studio album, Galleries, which came out in 1969, included guest appearances from David Munrow’s Early Music Consort of London, <a href=\"https://www.theguardian.com/music/2016/jun/03/dave-swarbrick-obituary\">Dave Swarbrick</a> and Dolly Collins. </p> <p>The Young Tradition broke up in 1969, but Heather kept working with Royston. In 1977, after touring the US together, they released No Relation – a reminder that they were indeed not related.</p>    <p>Heather had always liked the US, and in 1977 she moved permanently to New York, obtaining US citizenship in 2003. She continued singing, both as a soloist and in groups including Crossover, with Andy Wallace, from 1984 to 1986, and Poor Old Horse, with Tom Gibney and David Jones, from 1992 to 2005. She was also involved with shanty groups, including New York Packet, and was treasurer and programme chair of the <a href=\"https://folkmusicny.org/\">Folk Music Society of New York</a>. </p> <p>Born in Attercliffe, Sheffield, she was brought up by her mother, Joy, a children’s nurse, on the south coast of England after she had left Heather’s father when she was four. Later she attended Parkstone grammar school in Dorset before spending a year at University College London, reading philosophy and economics. Dropping out of her studies, she spent a short period in the Women’s Royal Army Corps, before busking around the streets of London, where she discovered that she could get into folk clubs for free if she sang a song or two. Soon thereafter she became a folk scene celebrity. </p> <p>Aside from her musical activities in later life, Heather also wrote a book, 101 Marvelous Money-Making Ideas for Kids, which was published in 1995, compiled the Grass Roots International Folk Resource Directory, which she co-edited with her friend, the lawyer Leslie Berman, and acted as a bookkeeper for various law firms.</p> <p>In 2013 a live Young Tradition album, Oberlin 1968, was released. Based around a 1968 concert at an Ohio college that had been recorded without the group’s knowledge, it proved that they could still sound fresh and exciting, even 45 years on. </p> <p>Despite living in the US, Heather kept in touch with the UK folk scene, and returned this year to visit the ‘Obby ‘Oss festival in Padstow, Cornwall as a spectator.</p> <p>She had a brief marriage in the mid-70s to the writer Patrick Carroll.</p> <p>• Arielle Heather Wood, singer, born 31 March 1945; died 15 July 2024</p>","wordcount":"759","commentCloseDate":"2024-08-01T13:49:09Z","commentable":"true","firstPublicationDate":"2024-07-29T13:49:09Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2024-07-29T13:50:39Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/xv654g","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/acc7514f7bb676566f649df8d98d8132db978e9a/0_176_3675_2205/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Heather Wood, who has died aged 79, was the last surviving member of the Young Tradition, heroes of the 1960s folk scene in the UK and North America with their rousing three-part unaccompanied harmonies, clothes that made them look like rock stars and songs that ranged from sea shanties to a haunting treatment of the Lyke Wake Dirge. The Young Tradition was the name of one of many London folk clubs in the mid-60s, and it was held in a pub then known as the Scots Hoose, near Cambridge Circus in the West End. Peter Bellamy and Royston Wood were two regular singers there, and Heather “just joined in from the audience” in 1965. The three of them found that “people would pay us to sing”, and were managed for a while by Bruce Dunnet, who ran the club and suggested they took its name. Later they became regulars at the Les Cousins club in nearby Greek Street, where they sang alongside Bert Jansch and John Renbourn, who lived above them in Somali Road, West Hampstead. Signed to Transatlantic, in 1966 they released their first album, The Young Tradition, which included the Lyke Wake Dirge, the story of a departed soul making a hazardous journey to purgatory, as well as their gutsy treatment of the Tyneside colliers’ song Byker Hill. It immediately established their reputation. Unlike the other great young unaccompanied vocal group of the era, the Watersons, the Young Tradition were not from the same family and were three very different individuals with different styles who “made up our own harmonies”. Bellamy loved the blues, Royston had roots in classical music, while Heather said she was influenced by “the Everly Brothers and years of school and church choirs”. What they had in common was their love of folk music, and a commitment to meeting and learning from veteran traditional singers such as Harry Cox or the Copper family. Their second album, So Cheerfully Round, was released in 1967, the same year they were invited to the Newport folk festival in the US, where Heather remembered them singing informally with Janis Joplin. In the same year they recorded an EP of sea shanties, Chicken on a Raft, which was released in 1968, while their final studio album, Galleries, which came out in 1969, included guest appearances from David Munrow’s Early Music Consort of London, Dave Swarbrick and Dolly Collins. The Young Tradition broke up in 1969, but Heather kept working with Royston. In 1977, after touring the US together, they released No Relation – a reminder that they were indeed not related. Heather had always liked the US, and in 1977 she moved permanently to New York, obtaining US citizenship in 2003. She continued singing, both as a soloist and in groups including Crossover, with Andy Wallace, from 1984 to 1986, and Poor Old Horse, with Tom Gibney and David Jones, from 1992 to 2005. She was also involved with shanty groups, including New York Packet, and was treasurer and programme chair of the Folk Music Society of New York. Born in Attercliffe, Sheffield, she was brought up by her mother, Joy, a children’s nurse, on the south coast of England after she had left Heather’s father when she was four. Later she attended Parkstone grammar school in Dorset before spending a year at University College London, reading philosophy and economics. Dropping out of her studies, she spent a short period in the Women’s Royal Army Corps, before busking around the streets of London, where she discovered that she could get into folk clubs for free if she sang a song or two. Soon thereafter she became a folk scene celebrity. Aside from her musical activities in later life, Heather also wrote a book, 101 Marvelous Money-Making Ideas for Kids, which was published in 1995, compiled the Grass Roots International Folk Resource Directory, which she co-edited with her friend, the lawyer Leslie Berman, and acted as a bookkeeper for various law firms. In 2013 a live Young Tradition album, Oberlin 1968, was released. Based around a 1968 concert at an Ohio college that had been recorded without the group’s knowledge, it proved that they could still sound fresh and exciting, even 45 years on. Despite living in the US, Heather kept in touch with the UK folk scene, and returned this year to visit the ‘Obby ‘Oss festival in Padstow, Cornwall as a spectator. She had a brief marriage in the mid-70s to the writer Patrick Carroll. • Arielle Heather Wood, singer, born 31 March 1945; died 15 July 2024","charCount":"4434","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/robindenselow\">Robin Denselow</a>","showTableOfContents":"false"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"music/article/2024/jul/29/the-music-industry-is-engineering-artist-popularity-and-listeners-are-right-to-be-angry","type":"article","sectionId":"music","sectionName":"Music","webPublicationDate":"2024-07-29T12:39:36Z","webTitle":"The music industry is engineering artist popularity – listeners are right to be angry","webUrl":"https://www.theguardian.com/music/article/2024/jul/29/the-music-industry-is-engineering-artist-popularity-and-listeners-are-right-to-be-angry","apiUrl":"https://content.guardianapis.com/music/article/2024/jul/29/the-music-industry-is-engineering-artist-popularity-and-listeners-are-right-to-be-angry","fields":{"headline":"The music industry is engineering artist popularity – listeners are right to be angry","standfirst":"<p>Numerous tactics, including payola-like deals on Spotify, are promoting artists people haven’t chosen to hear – but the industry refuses to discuss it</p>","trailText":"Numerous tactics, including payola-like deals on Spotify, are promoting artists people haven’t chosen to hear – but the industry refuses to discuss it","byline":"Shaad D'Souza","main":"<figure class=\"element element-image\" data-media-id=\"4606970a1363cf91e51da0d2c3aa076fbea9968e\"> <img src=\"https://media.guim.co.uk/4606970a1363cf91e51da0d2c3aa076fbea9968e/0_323_4928_2957/1000.jpg\" alt=\"A Spotify event in Mexico City – the company’s shadowy Discovery Mode feature is concerning fans.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A Spotify event in Mexico City – the company’s shadowy discovery mode feature is concerning fans.</span> <span class=\"element-image__credit\">Photograph: Rodrigo Oropeza/AFP/Getty Images</span> </figcaption> </figure>","body":"<p>For months, one question has been plaguing pop fans: why is Spotify playing me the same songs over and over again?</p> <p>Every other week, a post goes viral on X asking why Chappell Roan’s Good Luck, Babe!, or Sabrina Carpenter’s Espresso, or Billie Eilish’s Birds of a Feather, are constantly being put into a user’s autoplay queue by the streaming service’s algorithm, regardless of what they were listening to previously. One user got Carpenter’s recent hit Please Please Please after the extremely different vibe of Get It Sexy by St Louis rapper Sexyy Red; another complained to NME that Espresso was constantly playing after the “sad music and songwriter types” she often listens to.</p> <p>This saga has caused online pop music fans, already a relatively paranoid bunch, to go full conspiracy theorist. Taylor Swift’s fans allege that Eilish has turned on the “mass autoplay feature”. (Such a feature doesn’t exist.) Last month, a post went viral alleging that Roan is an “industry plant”, a meaningless term used to discredit artists who achieve a rapid rise to fame. (If the industry could just “plant” stars, there would be a lot more of them.) Others describe the prevalence of artists in autoplay as “payola”, reviving the term for when a record label pays a radio station to play its music – and this mindset is easier to understand.</p> <p>Pop has always presented listeners with the illusion of choice – no matter whether you listen to Roan, Eilish or Carpenter, your $0.003 lines the coffers of Universal Music Group – but it’s certainly got worse in recent years, as artists and their teams have worked out new ways of gaming charts and algorithms. Taylor Swift has maintained a chokehold on the charts not just because of widespread listenership of her album The Tortured Poets Department, but because she has savvily released geolocked alternate versions of the record when a competitor, such as Charli xcx, comes within spitting distance of the No 1 spot.</p> <p>There is also a fundamental disconnect between what feels popular and what is statistically popular, which has contributed to this weird tension among pop fans. Beyoncé’s Cowboy Carter attracted outsized media attention on its release earlier this year, but it only ranks at No 16 on the<a href=\"https://www.officialcharts.com/chart-news/the-official-biggest-albums-of-2024/\"> UK’s Official Charts Company’s list of highest-selling albums of 2024 thus far</a>, bested by Ariana Grande’s Eternal Sunshine, Eilish’s Hit Me Hard and Soft, and five Swift albums.</p>    <p>And then, of course, there’s “discovery mode”, <a href=\"https://www.theguardian.com/music/2023/mar/16/more-meaningful-connections-will-spotifys-updates-mean-a-proper-payday-for-artists\">a controversial new Spotify feature</a> that allows artists to forgo a portion of their royalties in order to receive a boost in algorithm-led zones of the app such as the autoplay queue, radio, and mixes. It’s not strictly payola, but certainly feels to users like its 21st-century equivalent.</p> <p>Discovery mode was launched in 2020, but it’s not yet known how widely it’s used, or what kind of success artists are seeing from it. Spotify says “on average, artists see +50% in saves, +44% in user playlist adds, and +37% in follows during the first month”, but these metrics are specifically tied to the Spotify ecosystem – making it hard to say whether musicians are actually making much money from these new “discoveries” of their music.</p> <p>So there is good reason for fans to be concerned about whether their mechanisms for listening to music are being tampered with. The industry, too, hasn’t educated listeners about the possibility they may be subject to new-school payola. Speaking to label reps, publicists and artists – all of whom were wary of going on the record – I know that many in the industry feel discovery mode sets a dangerous precedent when it comes to tech’s incursions on music. I’ve also heard people questioning whether the tool is really worth it, given that there is a natural limit on how many songs can be boosted into a listener’s feed.</p> <p>But many artists and most labels are fearful of reprisal from Spotify in the form of reduced editorial or algorithmic support, making public critique risky. There’s an element of slightly paranoid thinking here, too; nobody really knows how active Spotify is in coercing its own algorithm, meaning the spectre of being “blacklisted” looms large even though there’s no evidence that angering Spotify can actually end in such a result.</p> <p>Spotify also wouldn’t speak to me on the record; this lack of information from all sides makes it hard for anyone to consume music on the service in any kind of informed way. A representative for a major label told me they don’t think their label actually uses discovery, despite speculation that they do, a fittingly oblique response for such a mystifying topic. The promise of the internet was that it would allow us to cut out middlemen and buy music direct from the artist, but the reality is that quite the opposite has happened – we’re faced with an even more infernally complex system. Spotify users remain in limbo, left to guess how much of their feed is what essentially amounts to undisclosed advertising – and how much, at the other extreme, is totally randomised.</p> <p>• This article was amended on 29 July 2024 to remove a reference to Spotify’s Smart Shuffle, which Spotify says has no correlation to Discovery mode, and also to clarify that Discovery mode was introduced in 2020, not 2023.</p>","wordcount":"888","firstPublicationDate":"2024-07-29T12:39:36Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2024-07-30T07:51:24Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/xv54e2","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/4606970a1363cf91e51da0d2c3aa076fbea9968e/0_323_4928_2957/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"For months, one question has been plaguing pop fans: why is Spotify playing me the same songs over and over again? Every other week, a post goes viral on X asking why Chappell Roan’s Good Luck, Babe!, or Sabrina Carpenter’s Espresso, or Billie Eilish’s Birds of a Feather, are constantly being put into a user’s autoplay queue by the streaming service’s algorithm, regardless of what they were listening to previously. One user got Carpenter’s recent hit Please Please Please after the extremely different vibe of Get It Sexy by St Louis rapper Sexyy Red; another complained to NME that Espresso was constantly playing after the “sad music and songwriter types” she often listens to. This saga has caused online pop music fans, already a relatively paranoid bunch, to go full conspiracy theorist. Taylor Swift’s fans allege that Eilish has turned on the “mass autoplay feature”. (Such a feature doesn’t exist.) Last month, a post went viral alleging that Roan is an “industry plant”, a meaningless term used to discredit artists who achieve a rapid rise to fame. (If the industry could just “plant” stars, there would be a lot more of them.) Others describe the prevalence of artists in autoplay as “payola”, reviving the term for when a record label pays a radio station to play its music – and this mindset is easier to understand. Pop has always presented listeners with the illusion of choice – no matter whether you listen to Roan, Eilish or Carpenter, your $0.003 lines the coffers of Universal Music Group – but it’s certainly got worse in recent years, as artists and their teams have worked out new ways of gaming charts and algorithms. Taylor Swift has maintained a chokehold on the charts not just because of widespread listenership of her album The Tortured Poets Department, but because she has savvily released geolocked alternate versions of the record when a competitor, such as Charli xcx, comes within spitting distance of the No 1 spot. There is also a fundamental disconnect between what feels popular and what is statistically popular, which has contributed to this weird tension among pop fans. Beyoncé’s Cowboy Carter attracted outsized media attention on its release earlier this year, but it only ranks at No 16 on the UK’s Official Charts Company’s list of highest-selling albums of 2024 thus far, bested by Ariana Grande’s Eternal Sunshine, Eilish’s Hit Me Hard and Soft, and five Swift albums. And then, of course, there’s “discovery mode”, a controversial new Spotify feature that allows artists to forgo a portion of their royalties in order to receive a boost in algorithm-led zones of the app such as the autoplay queue, radio, and mixes. It’s not strictly payola, but certainly feels to users like its 21st-century equivalent. Discovery mode was launched in 2020, but it’s not yet known how widely it’s used, or what kind of success artists are seeing from it. Spotify says “on average, artists see +50% in saves, +44% in user playlist adds, and +37% in follows during the first month”, but these metrics are specifically tied to the Spotify ecosystem – making it hard to say whether musicians are actually making much money from these new “discoveries” of their music. So there is good reason for fans to be concerned about whether their mechanisms for listening to music are being tampered with. The industry, too, hasn’t educated listeners about the possibility they may be subject to new-school payola. Speaking to label reps, publicists and artists – all of whom were wary of going on the record – I know that many in the industry feel discovery mode sets a dangerous precedent when it comes to tech’s incursions on music. I’ve also heard people questioning whether the tool is really worth it, given that there is a natural limit on how many songs can be boosted into a listener’s feed. But many artists and most labels are fearful of reprisal from Spotify in the form of reduced editorial or algorithmic support, making public critique risky. There’s an element of slightly paranoid thinking here, too; nobody really knows how active Spotify is in coercing its own algorithm, meaning the spectre of being “blacklisted” looms large even though there’s no evidence that angering Spotify can actually end in such a result. Spotify also wouldn’t speak to me on the record; this lack of information from all sides makes it hard for anyone to consume music on the service in any kind of informed way. A representative for a major label told me they don’t think their label actually uses discovery, despite speculation that they do, a fittingly oblique response for such a mystifying topic. The promise of the internet was that it would allow us to cut out middlemen and buy music direct from the artist, but the reality is that quite the opposite has happened – we’re faced with an even more infernally complex system. Spotify users remain in limbo, left to guess how much of their feed is what essentially amounts to undisclosed advertising – and how much, at the other extreme, is totally randomised. • This article was amended on 29 July 2024 to remove a reference to Spotify’s Smart Shuffle, which Spotify says has no correlation to Discovery mode, and also to clarify that Discovery mode was introduced in 2020, not 2023.","charCount":"5260","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/shaad-d-souza\">Shaad D'Souza</a>","showTableOfContents":"false"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"music/article/2024/jul/29/womad-festival-review-charlton-park-wiltshire-sampa-the-great","type":"article","sectionId":"music","sectionName":"Music","webPublicationDate":"2024-07-29T11:50:23Z","webTitle":"Womad festival review – wildly entertaining treasure trove for adventurous music fans","webUrl":"https://www.theguardian.com/music/article/2024/jul/29/womad-festival-review-charlton-park-wiltshire-sampa-the-great","apiUrl":"https://content.guardianapis.com/music/article/2024/jul/29/womad-festival-review-charlton-park-wiltshire-sampa-the-great","fields":{"headline":"Womad festival review – wildly entertaining treasure trove for adventurous music fans","standfirst":"<p><strong>Charlton Park, Wiltshire </strong><br>Radically inclusive global lineup includes Sampa the Great’s feminist pizzazz, Young Fathers’ twisted genre-splicing and Bixiga 70’s full-tent conga</p>","trailText":"Radically inclusive global lineup includes Sampa the Great’s feminist pizzazz, Young Fathers’ twisted genre-splicing and Bixiga 70’s full-tent conga","byline":"Jude Rogers","main":"<figure class=\"element element-image\" data-media-id=\"0300972571a99ed4bb188829eeee1a5772253144\"> <img src=\"https://media.guim.co.uk/0300972571a99ed4bb188829eeee1a5772253144/1016_301_3908_2346/1000.jpg\" alt=\"Tightly choreographed … Sampa the Great on stage at Womad.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tightly choreographed … Sampa the Great on stage at Womad.</span> <span class=\"element-image__credit\">Photograph: Sonja Horsman / The Guardian</span> </figcaption> </figure>","body":"<p>Womad feels like an undervalued jewel in the UK’s festival scene, both as an adventurous music fan’s treasure trove and a refreshingly unself-conscious, family-friendly festival. Perhaps it’s overlooked by the hipsters because of its age (it’s 42 this year) or because its institution around the explosion of “world music” in the 1980s now seems anachronistic. The cross-generational enthusiasm of its crowd – glittered-up kids dancing alongside pensioners in the gorgeous Sunday festival parade, and across the weekend’s many gigs – suggests something more radically inclusive, more genuinely celebratory.</p>    <p>Friday night also has a great genre-splicing headliner: Young Fathers. Under pulsing mists and orange lights, their mix of heavy synths, twisted soul, and rap feels darkly devotional, their drums a rallying call (especially on 2014’s dread-filled party-starter Get Up, and recent singles I Saw and a throbbing Geromino, with its instruction to “breathe in like a lion, breathe out like a man”).</p> <p>Another smart booking is Sunday evening’s Sampa the Great, from Zambia, whose tightly choreographed gang of female singers and dancers, all clad in red, add an edge of stadium-feminist pizzazz to proceedings. Smashing together Zamrock, hip-hop and euphoric pop, the choruses of Let Me Be Great and Final Form sound fantastic just before the sun sets.</p> <p>It’s striking how many women Womad programmes, too. Saturday afternoon brings the Björk-like glamour of the Tunisian-American Emel, and with her one of the weekend’s most powerful moments: silent news footage of Palestinian children talking about their dead parents playing on screen as her incredible multi-octave voice soars through the space.</p> <p>Female duos also impress, including Senegalese rappers DefMaa MaaDef, Estonian folk zither players Duo Ruut (in the honeysuckle-powered woodland paradise of the Ecotricity field), and Tanzanian Wagago sister duo <a href=\"https://www.theguardian.com/music/article/2024/jun/25/women-have-always-been-sidelined-so-were-radical-the-zawose-queens-go-from-tanzania-to-glastonbury\">Zawose Queens</a>, who smack their drums between their knees along to their high, sustained wails. Female-heavy folk groups also provide gorgeous melancholy, from the gothic charge of Hack-Poets Guild (Nathaniel Mann swinging a pigeon-whistle through the audience to accompany the voices of Marry Waterson and Lisa Knapp) to duo the Breath (signed to Peter Gabriel’s label, Real World). Singer Rioghnach Connolly laughs and banters dirtily before singing angelically, her stage presence like an Irish folk Richard Hawley.</p>    <p>Next to these women, Alison Goldfrapp’s Saturday night rave-up feels oddly thin; better party atmospheres come from raucous bands. These include weirder outfits like the brilliantly programmed Deerhoof (still sounding great after 30 years) and South Korea’s Sangjuru (whose thunderous, sawed traditional instruments mix with spry Talking Heads-style bass-funk). Also sizzling are the UK’s horn-heavy TC and the Groove Family (excellent alternative Saturday night headliners against Gogol Bordello), New Orleans’ the 79rs Gang (especially their great take on Mardi Gras song Iko Iko), and Zambian psychedelic legends Witch (whose politically suppressed music re-emerged on crate-digging compilations in the last decade).</p> <p>Brazilian Bixiga 70’s fabulous high-energy hour even ends in a celebratory full-tent conga – a perfect metaphor for a wildly entertaining, warmly welcoming weekend.</p>","starRating":"4","wordcount":"494","commentCloseDate":"2024-08-01T11:45:00Z","commentable":"true","firstPublicationDate":"2024-07-29T11:50:23Z","isInappropriateForSponsorship":"false","isPremoderated":"true","lastModified":"2024-07-29T12:00:17Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/xv64xp","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/0300972571a99ed4bb188829eeee1a5772253144/1016_301_3908_2346/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Womad feels like an undervalued jewel in the UK’s festival scene, both as an adventurous music fan’s treasure trove and a refreshingly unself-conscious, family-friendly festival. Perhaps it’s overlooked by the hipsters because of its age (it’s 42 this year) or because its institution around the explosion of “world music” in the 1980s now seems anachronistic. The cross-generational enthusiasm of its crowd – glittered-up kids dancing alongside pensioners in the gorgeous Sunday festival parade, and across the weekend’s many gigs – suggests something more radically inclusive, more genuinely celebratory. Friday night also has a great genre-splicing headliner: Young Fathers. Under pulsing mists and orange lights, their mix of heavy synths, twisted soul, and rap feels darkly devotional, their drums a rallying call (especially on 2014’s dread-filled party-starter Get Up, and recent singles I Saw and a throbbing Geromino, with its instruction to “breathe in like a lion, breathe out like a man”). Another smart booking is Sunday evening’s Sampa the Great, from Zambia, whose tightly choreographed gang of female singers and dancers, all clad in red, add an edge of stadium-feminist pizzazz to proceedings. Smashing together Zamrock, hip-hop and euphoric pop, the choruses of Let Me Be Great and Final Form sound fantastic just before the sun sets. It’s striking how many women Womad programmes, too. Saturday afternoon brings the Björk-like glamour of the Tunisian-American Emel, and with her one of the weekend’s most powerful moments: silent news footage of Palestinian children talking about their dead parents playing on screen as her incredible multi-octave voice soars through the space. Female duos also impress, including Senegalese rappers DefMaa MaaDef, Estonian folk zither players Duo Ruut (in the honeysuckle-powered woodland paradise of the Ecotricity field), and Tanzanian Wagago sister duo Zawose Queens, who smack their drums between their knees along to their high, sustained wails. Female-heavy folk groups also provide gorgeous melancholy, from the gothic charge of Hack-Poets Guild (Nathaniel Mann swinging a pigeon-whistle through the audience to accompany the voices of Marry Waterson and Lisa Knapp) to duo the Breath (signed to Peter Gabriel’s label, Real World). Singer Rioghnach Connolly laughs and banters dirtily before singing angelically, her stage presence like an Irish folk Richard Hawley. Next to these women, Alison Goldfrapp’s Saturday night rave-up feels oddly thin; better party atmospheres come from raucous bands. These include weirder outfits like the brilliantly programmed Deerhoof (still sounding great after 30 years) and South Korea’s Sangjuru (whose thunderous, sawed traditional instruments mix with spry Talking Heads-style bass-funk). Also sizzling are the UK’s horn-heavy TC and the Groove Family (excellent alternative Saturday night headliners against Gogol Bordello), New Orleans’ the 79rs Gang (especially their great take on Mardi Gras song Iko Iko), and Zambian psychedelic legends Witch (whose politically suppressed music re-emerged on crate-digging compilations in the last decade). Brazilian Bixiga 70’s fabulous high-energy hour even ends in a celebratory full-tent conga – a perfect metaphor for a wildly entertaining, warmly welcoming weekend.","charCount":"3313","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/juderogers\">Jude Rogers</a>","showTableOfContents":"false"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"music/article/2024/jul/29/richard-macnutt-obituary","type":"article","sectionId":"music","sectionName":"Music","webPublicationDate":"2024-07-29T11:26:46Z","webTitle":"Richard Macnutt obituary","webUrl":"https://www.theguardian.com/music/article/2024/jul/29/richard-macnutt-obituary","apiUrl":"https://content.guardianapis.com/music/article/2024/jul/29/richard-macnutt-obituary","fields":{"headline":"Richard Macnutt obituary","trailText":"<strong>Other lives</strong>: Antiquarian music dealer and an expert on the composer Hector Berlioz","byline":"Alex Macnutt","main":"<figure class=\"element element-image\" data-media-id=\"657c6940e8ef3dd0f798ecc09fda074cd8527942\"> <img src=\"https://media.guim.co.uk/657c6940e8ef3dd0f798ecc09fda074cd8527942/30_80_385_231/385.jpg\" alt=\"Richard Macnutt was a founding member of the editorial board of the New Berlioz Edition, which sought to catalogue the composer’s entire works, a project finally completed in 2005\" width=\"385\" height=\"231\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Richard Macnutt was a founding member of the editorial board of the New Berlioz Edition, which sought to catalogue the composer’s entire works, a project finally completed in 2005</span> <span class=\"element-image__credit\">Photograph: from family/none</span> </figcaption> </figure>","body":"<p>My father, Richard Macnutt, who has died aged 88 from Parkinson’s disease, was an internationally renowned antiquarian music dealer and expert on Hector Berlioz and Felix Mendelssohn.</p> <p>In 1958, at the age of 22, Richard attended a performance of The Trojans at Covent Garden; it was a pivotal moment in his life. Captivated by the experience, he returned to see the five-hour production again the following week, and so began a lifelong interest in opera, and especially Berlioz. He began to collect, including on an early visit to Paris with his friend and later collaborator <a href=\"http://www.hberlioz.com/champions/macdonalde.htm\">Hugh Macdonald</a>. </p> <p>Two years after the Berlioz opera, in 1960 he quit his job as an accountant and took over a small antiquarian music dealer’s firm, Leonard Hyman Music Ltd, known as Richard Macnutt Ltd<strong> </strong>from 1964, which he ran until his retirement in 1996. He specialised in first editions, autographed manuscripts and letters, latterly moving into valuations of collections and libraries, and attending auctions worldwide.</p> <p>In 1964 he became a founding member of the editorial board of the <a href=\"http://nbe.org.uk/wp/\">New Berlioz Edition</a>, which sought to catalogue the composer’s entire literary and musical works, a project that was finally completed in 2005. Richard was closely involved throughout, often providing source materials from his own collection, and was general secretary until 1972 and a trustee for 30 years.</p> <p>He was a member of the Berlioz Centenary Committee for the 1969 commemoration of the 100th anniversary of the composer’s death and of the exhibition committee for Berlioz and the Romantic Imagination, held at the V&amp;A the same year.</p> <p>In 2002 he sold the vast majority of his personal Berlioz collection to the French government for a bicentennial exhibition staged at the <a href=\"https://www.bnf.fr/fr\">Bibliothèque Nationale de France</a> in Paris. He also wrote and edited numerous articles and bibliographies during his lifetime, inspiring many of his contemporaries along the way.</p> <p>Born in Hove, East Sussex, Richard was the only son of Patricia Willett and Derry Macnutt, who was an insurance underwriter. Evacuated to Somerset during the second world war, he went to Eagle House preparatory school in Surrey before attending Winchester college from 1949 to 1954 where he became an accomplished cricketer, captaining the first XI; a superb leg-spin bowler, he once took six wickets in three overs with no runs conceded.</p> <p>After national service with the Royal Artillery (1954-56) and a spell with ICI, he worked for a firm of chartered accountants in London before becoming an antiquarian music dealer.</p> <p>He mainly lived in and around Tunbridge Wells, Kent, and will be fondly remembered as a humorous, gentle and intelligent man, a lover of opera, a fantastic and generous host, a loving partner, dedicated family man and an extremely proud grandfather.</p> <p>Richard is survived by his partner, the conductor Sian Edwards; his two children, Kirstie and me, from his first marriage to Mary Sutherland, which ended in divorce; his second wife, Janet (nee Hughes), whom he married in 1981 and from whom he was separated in 2017; and his four grandchildren, Daisy, Sam, Olly and Izzy.</p>","wordcount":"506","firstPublicationDate":"2024-07-29T11:26:46Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2024-07-29T11:34:29Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/xv3n4q","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/657c6940e8ef3dd0f798ecc09fda074cd8527942/30_80_385_231/master/385.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"My father, Richard Macnutt, who has died aged 88 from Parkinson’s disease, was an internationally renowned antiquarian music dealer and expert on Hector Berlioz and Felix Mendelssohn. In 1958, at the age of 22, Richard attended a performance of The Trojans at Covent Garden; it was a pivotal moment in his life. Captivated by the experience, he returned to see the five-hour production again the following week, and so began a lifelong interest in opera, and especially Berlioz. He began to collect, including on an early visit to Paris with his friend and later collaborator Hugh Macdonald. Two years after the Berlioz opera, in 1960 he quit his job as an accountant and took over a small antiquarian music dealer’s firm, Leonard Hyman Music Ltd, known as Richard Macnutt Ltd from 1964, which he ran until his retirement in 1996. He specialised in first editions, autographed manuscripts and letters, latterly moving into valuations of collections and libraries, and attending auctions worldwide. In 1964 he became a founding member of the editorial board of the New Berlioz Edition, which sought to catalogue the composer’s entire literary and musical works, a project that was finally completed in 2005. Richard was closely involved throughout, often providing source materials from his own collection, and was general secretary until 1972 and a trustee for 30 years. He was a member of the Berlioz Centenary Committee for the 1969 commemoration of the 100th anniversary of the composer’s death and of the exhibition committee for Berlioz and the Romantic Imagination, held at the V&amp;A the same year. In 2002 he sold the vast majority of his personal Berlioz collection to the French government for a bicentennial exhibition staged at the Bibliothèque Nationale de France in Paris. He also wrote and edited numerous articles and bibliographies during his lifetime, inspiring many of his contemporaries along the way. Born in Hove, East Sussex, Richard was the only son of Patricia Willett and Derry Macnutt, who was an insurance underwriter. Evacuated to Somerset during the second world war, he went to Eagle House preparatory school in Surrey before attending Winchester college from 1949 to 1954 where he became an accomplished cricketer, captaining the first XI; a superb leg-spin bowler, he once took six wickets in three overs with no runs conceded. After national service with the Royal Artillery (1954-56) and a spell with ICI, he worked for a firm of chartered accountants in London before becoming an antiquarian music dealer. He mainly lived in and around Tunbridge Wells, Kent, and will be fondly remembered as a humorous, gentle and intelligent man, a lover of opera, a fantastic and generous host, a loving partner, dedicated family man and an extremely proud grandfather. Richard is survived by his partner, the conductor Sian Edwards; his two children, Kirstie and me, from his first marriage to Mary Sutherland, which ended in divorce; his second wife, Janet (nee Hughes), whom he married in 1981 and from whom he was separated in 2017; and his four grandchildren, Daisy, Sam, Olly and Izzy.","charCount":"3114","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"Alex Macnutt","showTableOfContents":"false"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"music/article/2024/jul/29/post-your-questions-for-ll-cool-j","type":"article","sectionId":"music","sectionName":"Music","webPublicationDate":"2024-07-29T09:10:08Z","webTitle":"Post your questions for LL Cool J","webUrl":"https://www.theguardian.com/music/article/2024/jul/29/post-your-questions-for-ll-cool-j","apiUrl":"https://content.guardianapis.com/music/article/2024/jul/29/post-your-questions-for-ll-cool-j","fields":{"headline":"Post your questions for LL Cool J","standfirst":"<p>As he prepares to release The Force, his first album in over a decade, the rapper and actor will take on your questions</p>","trailText":"As he prepares to release The Force, his first album in over a decade, the rapper and actor will take on your questions","byline":"Ben Beaumont-Thomas","main":"<figure class=\"element element-image\" data-media-id=\"080a893a9db2798f377d8cd33767a119a5da3fa5\"> <img src=\"https://media.guim.co.uk/080a893a9db2798f377d8cd33767a119a5da3fa5/0_1574_5768_3460/1000.jpg\" alt=\"LL Cool J.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Don’t call it a comeback … LL Cool J.</span> <span class=\"element-image__credit\">Photograph: Chris Parsons</span> </figcaption> </figure>","body":"<p>Musician, actor, philanthropist, label head and multi-generational crush object, LL Cool J is one of America’s most versatile and enduring pop-cultural figures. As he prepares to release The Force, his first album in more than a decade, he will be answering your questions.</p> <p>Born the considerably more prosaic James Smith, LL Cool J – that’s “Ladies Love Cool James”, remember – broke through in the early years of hip-hop and signed to the nascent Def Jam in 1984. Built from heavy drums, scratches and little more, debut single I Need a Beat showed he was an instant authority on the mic; his platinum-selling debut album Radio helped to demonstrate the huge commercial potential of hip-hop alongside the likes of Run-DMC and Beastie Boys, who he went on tour with.</p> <p>He had the range to cross over into R&amp;B-laced tracks – and secure legions of screaming fans – with the likes of I Need Love, his UK breakthrough in 1987, while continuing with bombastic b-boy bangers such as Mama Said Knock You Out and Going Back to Cali. He kept pace with rap’s evolutionary leaps in the 1990s and earned his first US No 1 with the album GOAT (Greatest of All Time) in 2000, also notching a chart-topping single with Jennifer Lopez two years later.</p> <p>His clout was aided by a parallel acting career which went way beyond mere dabbling, particularly in a string of turn of the century hits, whether offering blockbuster support in Charlie’s Angels, Any Given Sunday and SWATn, fighting Jason in Halloween H20 and genetically modified hyper-intelligent sharks in Deep Blue Sea, or trading barbs in romcoms such as Last Holiday and Deliver Us From Eva. Beginning in 2009, he then settled into a main role on the long-running TV series NCIS: Los Angeles.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=0MuXsVQqPks\"                                                                        >  <iframe height=\"480\" width=\"640\" src=\"https://www.youtube-nocookie.com/embed/0MuXsVQqPks?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe> </figure>   <p>Music has taken a back seat over the last decade, but The Force is an eye-catching comeback, produced entirely by A Tribe Called Quest’s Q-Tip and featuring guest spots from Eminem, Nas, Snoop Dogg, Busta Rhymes and more. “It’s like a director going back to film school after he’s had blockbusters,” LL Cool J has said, or “Denzel going back to acting class”.</p> <p>As he gears up to release it on 6 September, he will be answering your questions about anything in his varied career. Post them <strong>before 5pm BST on Wednesday 31 July</strong>, and we’ll publish the answers in the 6 September edition of our Film &amp; Music section, as well as online.</p>","wordcount":"416","commentCloseDate":"2024-07-31T16:00:00Z","commentable":"true","firstPublicationDate":"2024-07-29T09:10:08Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2024-07-29T09:11:14Z","productionOffice":"UK","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/xv5b8j","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/080a893a9db2798f377d8cd33767a119a5da3fa5/0_1574_5768_3460/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Musician, actor, philanthropist, label head and multi-generational crush object, LL Cool J is one of America’s most versatile and enduring pop-cultural figures. As he prepares to release The Force, his first album in more than a decade, he will be answering your questions. Born the considerably more prosaic James Smith, LL Cool J – that’s “Ladies Love Cool James”, remember – broke through in the early years of hip-hop and signed to the nascent Def Jam in 1984. Built from heavy drums, scratches and little more, debut single I Need a Beat showed he was an instant authority on the mic; his platinum-selling debut album Radio helped to demonstrate the huge commercial potential of hip-hop alongside the likes of Run-DMC and Beastie Boys, who he went on tour with. He had the range to cross over into R&amp;B-laced tracks – and secure legions of screaming fans – with the likes of I Need Love, his UK breakthrough in 1987, while continuing with bombastic b-boy bangers such as Mama Said Knock You Out and Going Back to Cali. He kept pace with rap’s evolutionary leaps in the 1990s and earned his first US No 1 with the album GOAT (Greatest of All Time) in 2000, also notching a chart-topping single with Jennifer Lopez two years later. His clout was aided by a parallel acting career which went way beyond mere dabbling, particularly in a string of turn of the century hits, whether offering blockbuster support in Charlie’s Angels, Any Given Sunday and SWATn, fighting Jason in Halloween H20 and genetically modified hyper-intelligent sharks in Deep Blue Sea, or trading barbs in romcoms such as Last Holiday and Deliver Us From Eva. Beginning in 2009, he then settled into a main role on the long-running TV series NCIS: Los Angeles. Music has taken a back seat over the last decade, but The Force is an eye-catching comeback, produced entirely by A Tribe Called Quest’s Q-Tip and featuring guest spots from Eminem, Nas, Snoop Dogg, Busta Rhymes and more. “It’s like a director going back to film school after he’s had blockbusters,” LL Cool J has said, or “Denzel going back to acting class”. As he gears up to release it on 6 September, he will be answering your questions about anything in his varied career. Post them before 5pm BST on Wednesday 31 July, and we’ll publish the answers in the 6 September edition of our Film &amp; Music section, as well as online.","charCount":"2371","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/ben-beaumont-thomas\">Ben Beaumont-Thomas</a>","showTableOfContents":"false"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"music/article/2024/jul/29/sinead-oconnor-cause-of-death-chronic-obstructive-pulmonary-disease-and-asthma-death-certificate-says","type":"article","sectionId":"music","sectionName":"Music","webPublicationDate":"2024-07-29T02:29:59Z","webTitle":"Sinéad O’Connor died from chronic obstructive pulmonary disease and asthma, death certificate says","webUrl":"https://www.theguardian.com/music/article/2024/jul/29/sinead-oconnor-cause-of-death-chronic-obstructive-pulmonary-disease-and-asthma-death-certificate-says","apiUrl":"https://content.guardianapis.com/music/article/2024/jul/29/sinead-oconnor-cause-of-death-chronic-obstructive-pulmonary-disease-and-asthma-death-certificate-says","fields":{"headline":"Sinéad O’Connor died from chronic obstructive pulmonary disease and asthma, death certificate says","standfirst":"<p>Irish singer’s cause of death confirmed one year after being found unresponsive at her London home at age 56</p>","trailText":"Irish singer’s cause of death confirmed one year after being found unresponsive at her London home at age 56","byline":"Michael Sun","main":"<figure class=\"element element-image\" data-media-id=\"dbe66165f794f2f1b4615f6622512d6ab3aafce5\"> \n <img src=\"https://media.guim.co.uk/dbe66165f794f2f1b4615f6622512d6ab3aafce5/0_66_4318_2592/1000.jpg\" alt=\"Sinéad O’Connor\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> <span class=\"element-image__caption\">Sinead O'Connor at her home in County Wicklow, Ireland in 2012. Her cause of death has now been confirmed, a year after she died in London.</span> <span class=\"element-image__credit\">Photograph: David Corio/Redferns</span> \n </figcaption> \n</figure>","body":"<p>Sinéad O’Connor died from chronic obstructive pulmonary disease (COPD) and bronchial asthma, her death certificate has confirmed.</p> \n<p>The news was first reported on Sunday <a href=\"https://www.independent.ie/irish-news/detail-of-sinead-oconnors-cause-of-death-revealed-on-the-first-anniversary-of-her-passing/a189763303.html?hConversionEventId=AQEAAZQF2gAmdjYwMDAwMDE5MC1mODFhLWU1ZGUtYmEyMy1iYzRiMjJjOWVlMzfaACRhYjliNTNlMi1hYWU0LTQxMzQtMDAwMC0wMjFlZjNhMGJjYzXaACQxNzM0NTVkNi1lODZmLTQyYTQtOGY4NS03MThkZDFiODRjMWLNXHjKfXCyIblMpTmsR9ZObP4_29ROZfQEuZkp-EJb3w&amp;utm_campaign=IN:Daily&amp;utm_content=zone_name&amp;utm_medium=newsletter&amp;utm_source=independent&amp;utm_term=0-0\">by the Irish Independent</a>, one year after the Irish artist and activist’s death at age 56.</p> \n<p>O’Connor’s first husband and close friend, John Reynolds, registered the death certificate in London last Wednesday.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/music/article/2024/jul/26/sinead-oconnor-waxwork-pulled-from-dublin-museum-over-backlash\">Sinéad O’Connor waxwork pulled from Dublin museum after backlash</a> </p> \n</aside> \n<p>The document noted that O’Connor died from “exacerbation of chronic obstructive pulmonary disease and bronchial asthma together with low grade lower respiratory tract infection”.</p> \n<p>O’Connor died on 26 July last year in her south London home, where police found her “unresponsive”. At the time, they said they did not treat her death as suspicious.</p> \n<p>In January, a coroner determined that she died of natural causes.</p> \n<p>During her three-decade career, O’Connor had a global hit with her 1990 cover of Prince’s Nothing Compares 2 U – a track which propelled her into the spotlight, sometimes against her wishes.</p> \n<p>In the public eye, she became known as an outspoken activist – including, famously, for ripping up a picture of Pope John Paul II during a Saturday Night Live performance in 1992.</p> \n<p>Her death drew an outpouring of tributes from friends, peers, collaborators and public figures.</p> \n<figure class=\"element element-atom\"> <gu-atom data-atom-id=\"f71384ac-e9d5-4a47-bc24-9439e4e5f92a\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/c-GnlKQkv6U?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Ireland’s taoiseach at the time, Leo Varadkar, said: “Her music was loved around the world and her talent was unmatched and beyond compare.”</p> \n<p>O’Connor’s death came 18 months after <a href=\"https://www.theguardian.com/music/2022/jan/08/son-of-sinead-oconnor-dies-at-age-of-17-after-going-missing\">her 17-year-old son, Shane, died</a> after going missing. She is survived by her three living children.</p> \n<ul> \n <li><p><em>In the UK and Ireland, Samaritans can be contacted on 116 123 or email <a href=\"mailto:jo@samaritans.org\">jo@samaritans.org</a> or <a href=\"mailto:jo@samaritans.ie\">jo@samaritans.ie</a>. In the US, the National Suicide Prevention Lifeline is <a href=\"tel:%28800%29%20273-8255\">1-800-273-8255</a>. In Australia, the crisis support service Lifeline is 13 11 14. Other international helplines can be found at <a href=\"http://www.befrienders.org/\">www.befrienders.org</a>.</em></p></li> \n</ul>","newspaperPageNumber":"21","wordcount":"288","firstPublicationDate":"2024-07-29T02:29:59Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2024-07-29T18:39:57Z","newspaperEditionDate":"2024-07-30T00:00:00Z","productionOffice":"AUS","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/xv62vq","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/dbe66165f794f2f1b4615f6622512d6ab3aafce5/0_66_4318_2592/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Sinéad O’Connor died from chronic obstructive pulmonary disease (COPD) and bronchial asthma, her death certificate has confirmed. The news was first reported on Sunday by the Irish Independent, one year after the Irish artist and activist’s death at age 56. O’Connor’s first husband and close friend, John Reynolds, registered the death certificate in London last Wednesday. The document noted that O’Connor died from “exacerbation of chronic obstructive pulmonary disease and bronchial asthma together with low grade lower respiratory tract infection”. O’Connor died on 26 July last year in her south London home, where police found her “unresponsive”. At the time, they said they did not treat her death as suspicious. In January, a coroner determined that she died of natural causes. During her three-decade career, O’Connor had a global hit with her 1990 cover of Prince’s Nothing Compares 2 U – a track which propelled her into the spotlight, sometimes against her wishes. In the public eye, she became known as an outspoken activist – including, famously, for ripping up a picture of Pope John Paul II during a Saturday Night Live performance in 1992. Her death drew an outpouring of tributes from friends, peers, collaborators and public figures. Ireland’s taoiseach at the time, Leo Varadkar, said: “Her music was loved around the world and her talent was unmatched and beyond compare.” O’Connor’s death came 18 months after her 17-year-old son, Shane, died after going missing. She is survived by her three living children. In the UK and Ireland, Samaritans can be contacted on 116 123 or email jo@samaritans.org or jo@samaritans.ie. In the US, the National Suicide Prevention Lifeline is 1-800-273-8255. In Australia, the crisis support service Lifeline is 13 11 14. Other international helplines can be found at www.befrienders.org.","charCount":"1843","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/michael-sun\">Michael Sun</a>","showTableOfContents":"false"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"music/article/2024/jul/29/martin-phillipps-the-chills-legacy","type":"article","sectionId":"music","sectionName":"Music","webPublicationDate":"2024-07-28T23:15:43Z","webTitle":"The Chills’ Martin Phillipps leaves a legacy of melancholy brilliance ","webUrl":"https://www.theguardian.com/music/article/2024/jul/29/martin-phillipps-the-chills-legacy","apiUrl":"https://content.guardianapis.com/music/article/2024/jul/29/martin-phillipps-the-chills-legacy","fields":{"headline":"The Chills’ Martin Phillipps leaves a legacy of melancholy brilliance ","standfirst":"<p>Phillipps, who has died aged 61, led one of New Zealand’s shining musical exports but the band was dogged by tragedy and his personal struggles</p><ul><li><a href=\"https://www.theguardian.com/music/article/2024/jul/28/martin-phillipps-founder-of-new-zealand-rock-band-the-chills-dies-at-61\">Martin Phillipps, founder of New Zealand rock band the Chills, dies at 61</a></li></ul>","trailText":"Phillipps, who has died aged 61, led one of New Zealand’s shining musical exports but the band was dogged by tragedy and his personal struggles","byline":"Andrew Stafford","main":"<figure class=\"element element-image\" data-media-id=\"fbeebf4873eb996c1fec326106705cf5309a27dc\"> <img src=\"https://media.guim.co.uk/fbeebf4873eb996c1fec326106705cf5309a27dc/0_49_1920_1152/1000.jpg\" alt=\"Martin Phillips of the Chills, who has died aged 61.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">How Martin Phillipps pulled himself out of a rock-star cliche of alcoholism, heroin addiction and a battle with hep-C is a graceful, uplifting story of redemption and self-acceptance.</span> <span class=\"element-image__credit\">Photograph: Greta van der Star</span> </figcaption> </figure>","body":"<p>It is one of the great opening lines, by anyone: “Each evening the sun sets in five billion places, seen by 10 billion eyes, set in five billion faces.” The words are from Heavenly Pop Hit by <a href=\"https://www.theguardian.com/music/2014/nov/24/the-chills-martin-phillipps-comeback\">the Chills</a>, a band from Dunedin, New Zealand. There’s a good chance you know it, but there’s also a fair chance you don’t – in which case, stay with me.</p> <p>The author was Martin Phillipps, <a href=\"https://www.theguardian.com/music/article/2024/jul/28/martin-phillipps-founder-of-new-zealand-rock-band-the-chills-dies-at-61\">who has died suddenly at the age of 61</a>. It is far too young, although there are some who will think he did well to make it into a seventh decade. Others, who saw the resurrection of Phillipps’ stop-start career and his improved health, will feel the terrible curse that dogged his band has struck again.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/music/article/2024/jul/28/martin-phillipps-founder-of-new-zealand-rock-band-the-chills-dies-at-61\">Martin Phillipps, founder of New Zealand rock band the Chills, dies at  61</a> </p> </aside>  <p>Next to the Clean, the Chills were the most prominent New Zealand musical export via that country’s storied indie label Flying Nun, founded in Christchurch in 1981. And their music was indeed heavenly. Light as a feather, it seemed to float skywards. But their more melancholy songs – and there were many – hung in the air like wraiths.</p> <p>The Chills were well-named; they could change the temperature of any room their music was played in. Their 1984 single Pink Frost was the most unsettling: beginning with a sprightly, high guitar figure, it quickly settled into a dark throb as Phillipps told a nightmarish story of being unable to intervene in a lover’s death.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=oV_TMB2RtTA\"                                                                        >  <iframe height=\"480\" width=\"640\" src=\"https://www.youtube-nocookie.com/embed/oV_TMB2RtTA?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe> </figure>   <p>Mortality and bad luck stalked the Chills. Proceeds from Pink Frost were diverted to cancer research following the death of drummer Martyn Bull, who succumbed to leukaemia in 1983 just as the band was gaining an international foothold. He bequeathed Phillipps his leather jacket, which became the subject of one of his <a href=\"https://www.youtube.com/watch?v=YLyXvG_HTMA\">best-loved songs</a>:</p> <blockquote class=\"quoted\"> <p>I wear my leather jacket like a great big hug</p> <p>Radiating charm, a living cloak of luck</p> <p>It’s the only concrete link to an absent friend</p> <p>A symbol I can wear, until we meet again</p> <p>But it’s a weight around my neck while the owner’s free</p> <p>Both protector and reminder of mortality</p> <p>It’s a curse – I cannot shirk responsibility</p> <p>From the teacher to the pupil, it’s a gift to me</p> </blockquote> <p>But Phillipps couldn’t keep the Chills together. A 2019 documentary by Julia Parnell and Rob Curry, <a href=\"https://www.youtube.com/watch?v=q1wzffiUdYM\">The Chills: The Triumph and Tragedy of Martin Phillipps</a>, counted more than 20 line-ups, many members turned away by Phillipps’ perfectionism and self-absorption. “I’m not going to sacrifice the quality for just a bit of team spirit,” he said at one point.</p> <p>Often the band would splinter while apparently on the verge of a major breakthrough. The biggest was their 1990 classic Submarine Bells, an indie-rock album with stunning orchestral flourishes. It was led off by Heavenly Pop Hit, which was the closest they came to the real thing.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=yvYihKlgzOg\"                                                                        >  <iframe height=\"480\" width=\"640\" src=\"https://www.youtube-nocookie.com/embed/yvYihKlgzOg?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe> </figure>   <p>Later, on the uneven 1992 album Soft Bomb (Submarine Bells kickstarted a tradition whereby Chills album titles rested on the letters “S” and “B”, perhaps for good luck), Phillipps named a few of his heroes: Brian Wilson, Syd Barrett, Scott Walker and Nick Drake. All were pioneering outsider artists whose human frailties were intrinsic to their appeal.</p> <p>So it was with Phillipps, who recognised that his single-mindedness alienated those around him: “Your all-consuming passion will leave you craving love,” he sang (on <a href=\"https://www.youtube.com/watch?v=wzgI-R2RLs0\">Song For Randy Newman, Etc</a>). At this time, the Chills’ American label Slash was demanding a hit; the song was Phillipps’ declaration of independence. They were promptly dropped.</p> <p>From there, Phillipps fell into a deadly spiral of alcoholism, heroin addiction and a battle with hepatitis C; but that is a rock-star cliche that should never be allowed to define him. The real story, told sensitively in Parnell and Curry’s fine documentary, is how he pulled himself out. It’s a graceful, uplifting story of redemption and self-acceptance.</p> <p>It speaks volumes for Phillipps’ growth that the final lineup of the Chills remained almost entirely intact for more than 20 years. Beginning with 2015’s Silver Bullets (one of rock’s most rewarding, and least likely comebacks from oblivion) they toured the world to great acclaim, releasing two more studio albums, Snow Bound and Scatterbrain.</p> <p>What will always be remembered is that Phillipps, and the many versions of the Chills he led, made captivating, literate, exquisite music. It was full of natural imagery (especially aquatic life) and fear for the future: <a href=\"https://www.youtube.com/watch?v=89aTuIjePlw\">Don’t Be – Memory</a>, from Submarine Bells, features a notably early mention of the threat of global heating; <a href=\"https://www.youtube.com/watch?v=Z2IjJfeu_G8\">Aurora Corona</a> updated the theme.</p> <p>For me, the defining quality of Phillipps’ songs was their sense of wonder, and Heavenly Pop Hit was the greatest example. If you’ve never heard it, it remains a song “for those who still want it” – from whichever part of the globe you might be watching the sun set.</p> <p>• This article was amended on 30 July 2024. The album Soft Bomb was released in 1992, not 1993 as stated in an earlier version.</p>","wordcount":"822","commentCloseDate":"2024-07-31T23:15:43Z","commentable":"true","firstPublicationDate":"2024-07-28T23:15:43Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2024-07-30T10:00:36Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/xv6xt5","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/514e3b1fba61a040b1f64675ba4358c11db4bc10/0_265_5304_3181/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"It is one of the great opening lines, by anyone: “Each evening the sun sets in five billion places, seen by 10 billion eyes, set in five billion faces.” The words are from Heavenly Pop Hit by the Chills, a band from Dunedin, New Zealand. There’s a good chance you know it, but there’s also a fair chance you don’t – in which case, stay with me. The author was Martin Phillipps, who has died suddenly at the age of 61. It is far too young, although there are some who will think he did well to make it into a seventh decade. Others, who saw the resurrection of Phillipps’ stop-start career and his improved health, will feel the terrible curse that dogged his band has struck again. Next to the Clean, the Chills were the most prominent New Zealand musical export via that country’s storied indie label Flying Nun, founded in Christchurch in 1981. And their music was indeed heavenly. Light as a feather, it seemed to float skywards. But their more melancholy songs – and there were many – hung in the air like wraiths. The Chills were well-named; they could change the temperature of any room their music was played in. Their 1984 single Pink Frost was the most unsettling: beginning with a sprightly, high guitar figure, it quickly settled into a dark throb as Phillipps told a nightmarish story of being unable to intervene in a lover’s death. Mortality and bad luck stalked the Chills. Proceeds from Pink Frost were diverted to cancer research following the death of drummer Martyn Bull, who succumbed to leukaemia in 1983 just as the band was gaining an international foothold. He bequeathed Phillipps his leather jacket, which became the subject of one of his best-loved songs: I wear my leather jacket like a great big hug Radiating charm, a living cloak of luck It’s the only concrete link to an absent friend A symbol I can wear, until we meet again But it’s a weight around my neck while the owner’s free Both protector and reminder of mortality It’s a curse – I cannot shirk responsibility From the teacher to the pupil, it’s a gift to me But Phillipps couldn’t keep the Chills together. A 2019 documentary by Julia Parnell and Rob Curry, The Chills: The Triumph and Tragedy of Martin Phillipps, counted more than 20 line-ups, many members turned away by Phillipps’ perfectionism and self-absorption. “I’m not going to sacrifice the quality for just a bit of team spirit,” he said at one point. Often the band would splinter while apparently on the verge of a major breakthrough. The biggest was their 1990 classic Submarine Bells, an indie-rock album with stunning orchestral flourishes. It was led off by Heavenly Pop Hit, which was the closest they came to the real thing. Later, on the uneven 1992 album Soft Bomb (Submarine Bells kickstarted a tradition whereby Chills album titles rested on the letters “S” and “B”, perhaps for good luck), Phillipps named a few of his heroes: Brian Wilson, Syd Barrett, Scott Walker and Nick Drake. All were pioneering outsider artists whose human frailties were intrinsic to their appeal. So it was with Phillipps, who recognised that his single-mindedness alienated those around him: “Your all-consuming passion will leave you craving love,” he sang (on Song For Randy Newman, Etc). At this time, the Chills’ American label Slash was demanding a hit; the song was Phillipps’ declaration of independence. They were promptly dropped. From there, Phillipps fell into a deadly spiral of alcoholism, heroin addiction and a battle with hepatitis C; but that is a rock-star cliche that should never be allowed to define him. The real story, told sensitively in Parnell and Curry’s fine documentary, is how he pulled himself out. It’s a graceful, uplifting story of redemption and self-acceptance. It speaks volumes for Phillipps’ growth that the final lineup of the Chills remained almost entirely intact for more than 20 years. Beginning with 2015’s Silver Bullets (one of rock’s most rewarding, and least likely comebacks from oblivion) they toured the world to great acclaim, releasing two more studio albums, Snow Bound and Scatterbrain. What will always be remembered is that Phillipps, and the many versions of the Chills he led, made captivating, literate, exquisite music. It was full of natural imagery (especially aquatic life) and fear for the future: Don’t Be – Memory, from Submarine Bells, features a notably early mention of the threat of global heating; Aurora Corona updated the theme. For me, the defining quality of Phillipps’ songs was their sense of wonder, and Heavenly Pop Hit was the greatest example. If you’ve never heard it, it remains a song “for those who still want it” – from whichever part of the globe you might be watching the sun set. • This article was amended on 30 July 2024. The album Soft Bomb was released in 1992, not 1993 as stated in an earlier version.","charCount":"4842","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/andrew-stafford\">Andrew Stafford</a>","showTableOfContents":"false"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"music/article/2024/jul/28/martin-phillipps-founder-of-new-zealand-rock-band-the-chills-dies-at-61","type":"article","sectionId":"music","sectionName":"Music","webPublicationDate":"2024-07-28T13:16:15Z","webTitle":"Martin Phillipps, founder of New Zealand rock band the Chills, dies at  61","webUrl":"https://www.theguardian.com/music/article/2024/jul/28/martin-phillipps-founder-of-new-zealand-rock-band-the-chills-dies-at-61","apiUrl":"https://content.guardianapis.com/music/article/2024/jul/28/martin-phillipps-founder-of-new-zealand-rock-band-the-chills-dies-at-61","fields":{"headline":"Martin Phillipps, founder of New Zealand rock band the Chills, dies at  61","standfirst":"<p>Band set up by guitarist and lead singer in 1980 garnered cult following in Europe and US and had a number of hits</p>","trailText":"Band set up by guitarist and lead singer in 1980 garnered cult following in Europe and US and had a number of hits","byline":"Nadia Khomami Arts and culture correspondent","main":"<figure class=\"element element-image\" data-media-id=\"978f978ae314b3d11c38ae3fcff3340ff1e54b20\"> <img src=\"https://media.guim.co.uk/978f978ae314b3d11c38ae3fcff3340ff1e54b20/0_73_3706_2223/1000.jpg\" alt=\"Martin Phillipps performing with the Chills at the Melkweg in Amsterdam, in April 1989\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Martin Phillipps performing with the Chills at the Melkweg in Amsterdam, in April 1989.</span> <span class=\"element-image__credit\">Photograph: Frans Schellekens</span> </figcaption> </figure>","body":"<p>Martin Phillipps, the founder of the New Zealand rock band the Chills, has died at the age of 61.</p> <p>Phillipps’ death was announced on Sunday on the band’s’ social media channels.</p> <p>“It is with broken hearts the family and friends of Martin Phillipps wish to advise Martin has died unexpectedly,” the post read. “The family ask for privacy at this time. Funeral arrangements will be advised in due course.”</p> <p>The guitarist and lead singer founded the Chills in 1980 with his sister Rachel Phillipps on keyboards, Jane Dodd on bass, guitarist Peter Gutteridge and drummer Alan Haig.</p> <p>The band soon built a devoted fanbase in New Zealand before garnering a cult following in Europe and the US. They released a number of hits, including Pink Frost, Heavenly Pop Hit, I Love My Leather Jacket and Kaleidoscope World.</p> <p>Their 1990 album Submarine Bells was a commercial success, with the British music weekly Melody Maker calling it “a magical experience”. The band’s success stalled later in the decade and their US label folded.</p> <p>Speaking to <a href=\"https://www.rnz.co.nz/\">RNZ</a> in 2019, Phillipps said: “No one foresaw the impact of the digital revolution, of massive changes in music, with Nirvana, with hip-hop, and all sorts of things, that we could so quickly become redundant and old-fashioned.”</p> <p>During this period, Phillipps battled with drug addiction, alcoholism and hepatitis C. “It was after that, retreating to Dunedin, tail between my legs, everyone saying, ‘Oh you gave it a good go, time to get a real job,’ all sorts of things conspired, but there was some sort of breakdown, mental breakdown involved there,” he added.</p> <p>The musician <a href=\"https://www.theguardian.com/music/2014/nov/24/the-chills-martin-phillipps-comeback\">told the Guardian in 2014</a> that having hepatitis C meant he had to have a closer relationship to mortality. “I’m on the list for some of the new trial drugs, but in the meantime I’m up to stage four of the disease. Stage five is cancer. So it’s already cirrhosis of the liver, and that means I really don’t know long I’ve got,” he said.</p> <p>The Chills released Silver Bullets, their first studio album in 19 years, in 2015. It was followed by their sixth studio album, Snow Bound, in 2018, and Scatterbrain, the last studio album, in 2021.</p> <p>A documentary about the band, The Chills: The Triumph &amp; Tragedy of Martin Phillipps, in 2019 <a href=\"https://www.theguardian.com/film/2019/jun/14/the-chills-review-martin-phillipps-triumph-and-tragedy-told-with-extraordinary-candour\">shone a light on Philipps’ life</a>, including being told he may only have months to live due to the hepatitis C he contracted in the 1990s. He had said the film forced him to look at himself closely, and open up old wounds.</p> <p>The Chills’ remaining members are Callum Hampton, Todd Knudson, Erica Scally and Oli Wilson.</p> <p>The band’s official website referred to Philllips as having a “single-minded determination to take quality, original NZ-sounding, melodic rock music global”.</p>","newspaperPageNumber":"22","wordcount":"463","commentCloseDate":"2024-07-31T13:16:15Z","commentable":"true","firstPublicationDate":"2024-07-28T13:16:15Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2024-07-28T17:55:30Z","newspaperEditionDate":"2024-07-29T00:00:00Z","productionOffice":"UK","publication":"The Guardian","shortUrl":"https://www.theguardian.com/p/xv5qt6","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/978f978ae314b3d11c38ae3fcff3340ff1e54b20/0_73_3706_2223/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Martin Phillipps, the founder of the New Zealand rock band the Chills, has died at the age of 61. Phillipps’ death was announced on Sunday on the band’s’ social media channels. “It is with broken hearts the family and friends of Martin Phillipps wish to advise Martin has died unexpectedly,” the post read. “The family ask for privacy at this time. Funeral arrangements will be advised in due course.” The guitarist and lead singer founded the Chills in 1980 with his sister Rachel Phillipps on keyboards, Jane Dodd on bass, guitarist Peter Gutteridge and drummer Alan Haig. The band soon built a devoted fanbase in New Zealand before garnering a cult following in Europe and the US. They released a number of hits, including Pink Frost, Heavenly Pop Hit, I Love My Leather Jacket and Kaleidoscope World. Their 1990 album Submarine Bells was a commercial success, with the British music weekly Melody Maker calling it “a magical experience”. The band’s success stalled later in the decade and their US label folded. Speaking to RNZ in 2019, Phillipps said: “No one foresaw the impact of the digital revolution, of massive changes in music, with Nirvana, with hip-hop, and all sorts of things, that we could so quickly become redundant and old-fashioned.” During this period, Phillipps battled with drug addiction, alcoholism and hepatitis C. “It was after that, retreating to Dunedin, tail between my legs, everyone saying, ‘Oh you gave it a good go, time to get a real job,’ all sorts of things conspired, but there was some sort of breakdown, mental breakdown involved there,” he added. The musician told the Guardian in 2014 that having hepatitis C meant he had to have a closer relationship to mortality. “I’m on the list for some of the new trial drugs, but in the meantime I’m up to stage four of the disease. Stage five is cancer. So it’s already cirrhosis of the liver, and that means I really don’t know long I’ve got,” he said. The Chills released Silver Bullets, their first studio album in 19 years, in 2015. It was followed by their sixth studio album, Snow Bound, in 2018, and Scatterbrain, the last studio album, in 2021. A documentary about the band, The Chills: The Triumph &amp; Tragedy of Martin Phillipps, in 2019 shone a light on Philipps’ life, including being told he may only have months to live due to the hepatitis C he contracted in the 1990s. He had said the film forced him to look at himself closely, and open up old wounds. The Chills’ remaining members are Callum Hampton, Todd Knudson, Erica Scally and Oli Wilson. The band’s official website referred to Philllips as having a “single-minded determination to take quality, original NZ-sounding, melodic rock music global”.","charCount":"2705","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/nadia-khomami\">Nadia Khomami</a> Arts and culture correspondent","showTableOfContents":"false"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"music/article/2024/jul/28/apple-dance-charli-xcx-brat-tiktok","type":"article","sectionId":"music","sectionName":"Music","webPublicationDate":"2024-07-28T12:00:53Z","webTitle":"I invented the Apple dance! The woman behind Brat summer’s viral choreography","webUrl":"https://www.theguardian.com/music/article/2024/jul/28/apple-dance-charli-xcx-brat-tiktok","apiUrl":"https://content.guardianapis.com/music/article/2024/jul/28/apple-dance-charli-xcx-brat-tiktok","fields":{"headline":"I invented the Apple dance! The woman behind Brat summer’s viral choreography","standfirst":"<p>Kelley Heyer says she came up with the Charli xcx-inspired routine – adopted by everyone from Joe Jonas to Brooke Shields – ‘on a whim’</p>","trailText":"Kelley Heyer says she came up with the Charli xcx-inspired routine – adopted by everyone from Joe Jonas to Brooke Shields – ‘on a whim’","byline":"Alaina Demopoulos","main":"<figure class=\"element element-image\" data-media-id=\"88b059e83c84a1f15071d8f9efbe28319ce46dc2\"> <img src=\"https://media.guim.co.uk/88b059e83c84a1f15071d8f9efbe28319ce46dc2/71_677_1063_636/1000.jpg\" alt=\"woman looks up while dancing with hands out\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kelley Heyer does the Apple dance.</span> <span class=\"element-image__credit\">Photograph: Kelley Heyer</span> </figcaption> </figure>","body":"<p>It is only slightly hyperbolic to say that everyone’s doing the Apple dance. Set to a song from Charli xcx’s summer-defining album Brat, the choreography has taken over TikTok, late-night television and beyond. Charli herself has done it, as have the stars of Twisters, Brooke Shields, Joe Jonas and Stephen Colbert.</p> <p>Its popularity lies in its simplicity: a breezy, but easily replicable little dance that includes some body rolls, hands on hips, and holding an imaginary apple above one’s head. #Amishtiktok is on board, as evidenced by three girls in traditional garb dancing in a field, who, when the choreo calls for mimicking driving a car, imitate operating a horse and buggy instead.</p> <p>It’s surely only a matter of time until Kamala Harris, who has <a href=\"https://www.theguardian.com/us-news/article/2024/jul/23/kamala-harris-charli-xcx-brat\">adopted Brat as a campaign meme</a>, films herself trying Apple out, too.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://youtube.com/shorts/IC0tq6n1zkY?si=XSKXin6OkEPMk2Cn\"                                                                        >  <iframe height=\"480\" width=\"640\" src=\"https://www.youtube-nocookie.com/embed/IC0tq6n1zkY?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe> </figure>   <p>The dance was dreamt up by <a href=\"https://www.tiktok.com/@kelley.heyer/video/7380425926393335083\">Kelley Heyer</a>, a New York-based actor and content creator who decided to film herself making it up “on a whim”.</p> <p>“The rhythm in Apple made me want to dance in a certain way,” Heyer said. “I basically woke up, stood in front of a mirror and took everything from the lyrics.” </p> <p>Charli xcx’s album has come to define a carefree summer fueled by an abundance of parties and drugs. But Apple is one of its more vulnerable tracks.</p> <p>“I think the apple’s rotten right to the core / From all the things passed down from all the apples coming before,” Charli sings. “I split the apple down symmetrical lines / And what I find is kinda scary / Makes me just wanna drive.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/hannahcroteau/status/1815600581068661171\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">stephen colbert did the apple dance???? <a href=\"https://t.co/bGSNUbA9j8\">pic.twitter.com/bGSNUbA9j8</a></p>&mdash; hannah 🍅🍉 (@hannahcroteau) <a href=\"https://twitter.com/hannahcroteau/status/1815600581068661171?ref_src=twsrc%5Etfw\">July 23, 2024</a></blockquote> </figure>  <p>“It’s a song about generational trauma, and I turned it into a TikTok dance,” Heyer said. “When she sings, ‘I think the apple’s rotten right to the core,’ musically, the phrase has this oozing quality, which makes you want to touch your body.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/article/2024/jul/25/kamala-harris-tiktok-memes\">Kamala Harris memes are all over the internet. Will tweets and TikToks turn into votes?</a> </p> </aside>  <p>After the dance started gaining traction on TikTok, Heyer’s partner woke her up one morning to say that Charli had filmed it. “I was half waking up, and I opened my phone and saw a million notifications saying, ‘Kelly, you gotta see this.’” Heyer said that Charli had written her a “very nice” note and offered her free tickets to her Madison Square Garden show.</p> <p>Heyer says her dance, like Brat, “follows a trend of less polished content on the internet”. Charli <a href=\"https://www.tiktok.com/@charlixcx/video/7386786386298342688?is_from_webapp=1&amp;web_id=7326907923145197099\">described</a> the brat ethos as “that girl who is a little messy … maybe says some dumb things sometimes … that girl who feels herself, but then also maybe has a breakdown, but parties through it.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/dr_chairbreaker/status/1811476631606669457\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"zxx\" dir=\"ltr\"><a href=\"https://t.co/51cWbPBFe6\">pic.twitter.com/51cWbPBFe6</a></p>&mdash; fat brat summer (@dr_chairbreaker) <a href=\"https://twitter.com/dr_chairbreaker/status/1811476631606669457?ref_src=twsrc%5Etfw\">July 11, 2024</a></blockquote> </figure>  <p>Charli’s fans have dubbed this moment “brat summer”, which they say is about leaning away from the artifice of social media perfection and into a more hedonistic era.</p> <p>“To me, brat summer means not giving a fuck, but it also means being kind,” Heyer said. “Last summer was Barbie summer, and the color was pink, and this summer is brat green. During Barbie, everyone was uplifting each other and wearing pink to the movie theater, and I almost feel like brat summer has the same sentiment. We should take care of each other and be nice to each other, but this time we’re doing it in slutty little outfits.”</p> <p><br></p>","wordcount":"536","firstPublicationDate":"2024-07-28T12:00:53Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2024-07-28T12:29:35Z","productionOffice":"US","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/xv5vqa","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/88b059e83c84a1f15071d8f9efbe28319ce46dc2/71_677_1063_636/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"It is only slightly hyperbolic to say that everyone’s doing the Apple dance. Set to a song from Charli xcx’s summer-defining album Brat, the choreography has taken over TikTok, late-night television and beyond. Charli herself has done it, as have the stars of Twisters, Brooke Shields, Joe Jonas and Stephen Colbert. Its popularity lies in its simplicity: a breezy, but easily replicable little dance that includes some body rolls, hands on hips, and holding an imaginary apple above one’s head. #Amishtiktok is on board, as evidenced by three girls in traditional garb dancing in a field, who, when the choreo calls for mimicking driving a car, imitate operating a horse and buggy instead. It’s surely only a matter of time until Kamala Harris, who has adopted Brat as a campaign meme, films herself trying Apple out, too. The dance was dreamt up by Kelley Heyer, a New York-based actor and content creator who decided to film herself making it up “on a whim”. “The rhythm in Apple made me want to dance in a certain way,” Heyer said. “I basically woke up, stood in front of a mirror and took everything from the lyrics.” Charli xcx’s album has come to define a carefree summer fueled by an abundance of parties and drugs. But Apple is one of its more vulnerable tracks. “I think the apple’s rotten right to the core / From all the things passed down from all the apples coming before,” Charli sings. “I split the apple down symmetrical lines / And what I find is kinda scary / Makes me just wanna drive.” “It’s a song about generational trauma, and I turned it into a TikTok dance,” Heyer said. “When she sings, ‘I think the apple’s rotten right to the core,’ musically, the phrase has this oozing quality, which makes you want to touch your body.” After the dance started gaining traction on TikTok, Heyer’s partner woke her up one morning to say that Charli had filmed it. “I was half waking up, and I opened my phone and saw a million notifications saying, ‘Kelly, you gotta see this.’” Heyer said that Charli had written her a “very nice” note and offered her free tickets to her Madison Square Garden show. Heyer says her dance, like Brat, “follows a trend of less polished content on the internet”. Charli described the brat ethos as “that girl who is a little messy … maybe says some dumb things sometimes … that girl who feels herself, but then also maybe has a breakdown, but parties through it.” Charli’s fans have dubbed this moment “brat summer”, which they say is about leaning away from the artifice of social media perfection and into a more hedonistic era. “To me, brat summer means not giving a fuck, but it also means being kind,” Heyer said. “Last summer was Barbie summer, and the color was pink, and this summer is brat green. During Barbie, everyone was uplifting each other and wearing pink to the movie theater, and I almost feel like brat summer has the same sentiment. We should take care of each other and be nice to each other, but this time we’re doing it in slutty little outfits.”","charCount":"3013","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/alaina-demopoulos\">Alaina Demopoulos</a>","showTableOfContents":"false"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"music/article/2024/jul/28/nigel-kennedy-violinist-mentoring-musicians","type":"article","sectionId":"music","sectionName":"Music","webPublicationDate":"2024-07-28T11:00:54Z","webTitle":"Nigel Kennedy: why I’m going on stage to play jazz with my ‘young cats’","webUrl":"https://www.theguardian.com/music/article/2024/jul/28/nigel-kennedy-violinist-mentoring-musicians","apiUrl":"https://content.guardianapis.com/music/article/2024/jul/28/nigel-kennedy-violinist-mentoring-musicians","fields":{"headline":"Nigel Kennedy: why I’m going on stage to play jazz with my ‘young cats’","standfirst":"<p>Best-selling violinist who learned from Yehudi Menuhin and Stéphane Grappelli, reveals he has been mentoring budding musicians ahead of London residency</p>","trailText":"Best-selling violinist who learned from Yehudi Menuhin and Stéphane Grappelli, reveals he has been mentoring budding musicians ahead of London residency","byline":"Dalya Alberge","main":"<figure class=\"element element-image\" data-media-id=\"03951d331c610c5119436fecc6e02603a7662cae\"> <img src=\"https://media.guim.co.uk/03951d331c610c5119436fecc6e02603a7662cae/0_873_8160_4894/1000.jpg\" alt=\"Nigel Kennedy\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘I like hearing young cats that are enthusiastic about the violin’: Nigel Kennedy</span> <span class=\"element-image__credit\">Photograph: David Levene/The Guardian</span> </figcaption> </figure>","body":"<p>Nigel Kennedy, the bestselling classical violinist, has never forgotten two mentors who helped turn him into a global superstar: Yehudi Menuhin, the classical virtuoso, and Stéphane Grappelli, the great jazz violinist.</p> <p>Now Kennedy has revealed that he himself has been quietly mentoring young violinists for years, and that two of them will perform with him in London. He told the <em>Observer</em>: “It’s been nice to put something back into the area that’s given me so much.”</p> <p>He has responded to budding professional musicians who have come backstage after his concerts, shyly requesting an autograph or the chance to meet him. If they were carry­ing an instrument case, he asked them to play for him there and then.</p> <p>“I like hearing young cats that are enthusiastic about the violin,” he said. “They’ve played in front of my band and other people in the dressing room.”</p> <p>It has led to him mentoring some of those young musicians between his international concerts. He said: “I&nbsp;get them to play, but I’m not like one of these horrible tyrannical maestros who interrupt the kid after 30 seconds of playing. I always let them play the whole piece of music before I even say anything. I try and give them technical hints with the instruments so they can play easier.”</p> <p>He guides them, for example, on whether they are playing loudly enough: “A lot of people [play] like ­little mice in a hole. If you’re in a concert hall with no amplification, you need to play for the back of the hall.</p> <p>“I’m always trying to get kids, adults and all the orchestras I meet to make a more dynamic contrast, because it’s like punctuation – if you listen to someone who talks too much and they’ve got no commas or full stops, it just becomes like a drone, doesn’t it? It’s the same with music.</p> <p>“Some of these simple basics of making music are the ones which get glossed over too easily when people get bound up in technical difficulties.”</p> <p>Kennedy is one of the most important violinists Britain has ever produced. He was Menuhin’s protege, studying at the Yehudi Menuhin school in Surrey, where the celebrated violinist personally paid his fees, because Kennedy’s single mother would have struggled with them. Kennedy recalled: “He was completely crazy to do that, but it gave me a lot of inspiration.”</p> <p>Kennedy was just 13 when he first played with Grappelli at the Menuhin school, which led to many more sessions. While other teachers frowned on the youngster’s interest in jazz, Menuhin told them: “It’s great that the kid is actually thinking for himself.” </p> <p>Menuhin, Kennedy said, “wasn’t trying to make clones out of all of us.”</p> <p>Kennedy went on to break down barriers , particularly with young people, through virtuoso performances of everything from classical music to jazz and rock.</p> <p>His 1989 <em>Vivaldi</em><em>: The Four Seasons </em>became the world’s biggest-selling classical recording, also making it on to the pop music charts. His wide-­ranging repertoire includes <a href=\"https://www.theguardian.com/music/2015/mar/05/nigel-kennedy-hendrix-project-review-jimi-hendrix-violin-guitar-rock-jazz\">music by Jimi Hendrix</a>, whom he regards as&nbsp;one of the foremost 20th-century composers.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/music/2021/sep/28/nigel-kennedy-classic-fm-fight-hendrix-beethoven-vivaldi-des-oconnor-duke-ellington\">Nigel Kennedy on his Classic FM fight: ‘Hendrix is like Beethoven, Vivaldi is more Des O’Connor’</a> </p> </aside>  <p>He believes that music teachers should go beyond classical music and incorporate jazz and other styles into their lessons: “If we can’t admit that improvised forms of rock or hip-hop are as good as classical music, and just as likely to be inspirational, then it’s perfect for racism and every other form of prejudice. If we keep hold of <a href=\"https://www.theguardian.com/music/2021/sep/20/violinist-nigel-kennedy-cancels-concert-after-classic-fm-stops-hendrix-tribute\">our prejudices in music</a>, then we’re going to have a prejudiced society where people are really held back by racism, antisemitism or homophobia.”</p> <p>Of the young musicians he has mentored, he said: “When I hear them play well, it’s fantastic to think that maybe I just had a millimetre of&nbsp;influence in helping them.”</p> <p>Two of those young musicians will play with Kennedy at Ronnie Scott’s, the London jazz club, where he and his band begin a <a href=\"https://www.ronniescotts.co.uk/find-a-show/nigel-kennedy\">four-night residency</a> on 25&nbsp;September.</p> <p>Kennedy’s own compositions will also feature in a forthcoming music book, <em>Songs My Mother Never Taught Me</em>, which will be published later this year by Chester Music.</p>","newspaperPageNumber":"20","wordcount":"685","firstPublicationDate":"2024-07-28T11:00:54Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2024-07-28T11:00:54Z","newspaperEditionDate":"2024-07-28T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/xv5f8y","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/03951d331c610c5119436fecc6e02603a7662cae/0_873_8160_4894/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Nigel Kennedy, the bestselling classical violinist, has never forgotten two mentors who helped turn him into a global superstar: Yehudi Menuhin, the classical virtuoso, and Stéphane Grappelli, the great jazz violinist. Now Kennedy has revealed that he himself has been quietly mentoring young violinists for years, and that two of them will perform with him in London. He told the Observer: “It’s been nice to put something back into the area that’s given me so much.” He has responded to budding professional musicians who have come backstage after his concerts, shyly requesting an autograph or the chance to meet him. If they were carrying an instrument case, he asked them to play for him there and then. “I like hearing young cats that are enthusiastic about the violin,” he said. “They’ve played in front of my band and other people in the dressing room.” It has led to him mentoring some of those young musicians between his international concerts. He said: “I get them to play, but I’m not like one of these horrible tyrannical maestros who interrupt the kid after 30 seconds of playing. I always let them play the whole piece of music before I even say anything. I try and give them technical hints with the instruments so they can play easier.” He guides them, for example, on whether they are playing loudly enough: “A lot of people [play] like little mice in a hole. If you’re in a concert hall with no amplification, you need to play for the back of the hall. “I’m always trying to get kids, adults and all the orchestras I meet to make a more dynamic contrast, because it’s like punctuation – if you listen to someone who talks too much and they’ve got no commas or full stops, it just becomes like a drone, doesn’t it? It’s the same with music. “Some of these simple basics of making music are the ones which get glossed over too easily when people get bound up in technical difficulties.” Kennedy is one of the most important violinists Britain has ever produced. He was Menuhin’s protege, studying at the Yehudi Menuhin school in Surrey, where the celebrated violinist personally paid his fees, because Kennedy’s single mother would have struggled with them. Kennedy recalled: “He was completely crazy to do that, but it gave me a lot of inspiration.” Kennedy was just 13 when he first played with Grappelli at the Menuhin school, which led to many more sessions. While other teachers frowned on the youngster’s interest in jazz, Menuhin told them: “It’s great that the kid is actually thinking for himself.” Menuhin, Kennedy said, “wasn’t trying to make clones out of all of us.” Kennedy went on to break down barriers , particularly with young people, through virtuoso performances of everything from classical music to jazz and rock. His 1989 Vivaldi: The Four Seasons became the world’s biggest-selling classical recording, also making it on to the pop music charts. His wide-ranging repertoire includes music by Jimi Hendrix, whom he regards as one of the foremost 20th-century composers. He believes that music teachers should go beyond classical music and incorporate jazz and other styles into their lessons: “If we can’t admit that improvised forms of rock or hip-hop are as good as classical music, and just as likely to be inspirational, then it’s perfect for racism and every other form of prejudice. If we keep hold of our prejudices in music, then we’re going to have a prejudiced society where people are really held back by racism, antisemitism or homophobia.” Of the young musicians he has mentored, he said: “When I hear them play well, it’s fantastic to think that maybe I just had a millimetre of influence in helping them.” Two of those young musicians will play with Kennedy at Ronnie Scott’s, the London jazz club, where he and his band begin a four-night residency on 25 September. Kennedy’s own compositions will also feature in a forthcoming music book, Songs My Mother Never Taught Me, which will be published later this year by Chester Music.","charCount":"3987","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/dalya-alberge\">Dalya Alberge</a>","showTableOfContents":"false"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"music/article/2024/jul/28/mary-wallopers-interview-irish-folk-punk-dundalk-glastonbury-charles-andrew-hendy-sean-mckenna","type":"article","sectionId":"music","sectionName":"Music","webPublicationDate":"2024-07-28T11:00:53Z","webTitle":"‘People of all ages get very emotional at our gigs’: how ‘trad punk’ folk band the Mary Wallopers became a live sensation","webUrl":"https://www.theguardian.com/music/article/2024/jul/28/mary-wallopers-interview-irish-folk-punk-dundalk-glastonbury-charles-andrew-hendy-sean-mckenna","apiUrl":"https://content.guardianapis.com/music/article/2024/jul/28/mary-wallopers-interview-irish-folk-punk-dundalk-glastonbury-charles-andrew-hendy-sean-mckenna","fields":{"headline":"‘People of all ages get very emotional at our gigs’: how ‘trad punk’ folk band the Mary Wallopers became a live sensation","standfirst":"<p>Their punked-up versions of traditional Irish songs have wowed audiences. Ahead of recording a third album, the Dundalk band talk about their journey from playing for beer and whisky to this year’s Glastonbury</p>","trailText":"Their punked-up versions of traditional Irish songs have wowed audiences. Ahead of recording a third album, the Dundalk band talk about their journey from playing for beer and whisky to this year’s Glastonbury","byline":"Dan Hancox","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"25a7bbd229efa28bef631ece25aa46954f029865\"> <img src=\"https://media.guim.co.uk/25a7bbd229efa28bef631ece25aa46954f029865/0_181_5444_3266/1000.jpg\" alt=\"The Mary Wallopers photographed this month in Dundalk, Ireland by Bríd O’Donovan for the Observer New Review. L-r: Ken Mooney, Charles Hendy, Andrew Hendy, Róisín Barrett, Seán McKenna, Finnian O’Connor.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Mary Wallopers photographed this month in Dundalk, Ireland by Bríd O’Donovan for the Observer New Review. L-r: Ken Mooney, Charles Hendy, Andrew Hendy, Róisín Barrett, Seán McKenna, Finnian O’Connor.</span> <span class=\"element-image__credit\">Photograph: Bríd O'Donovan/The Observer</span> </figcaption> </figure>","body":"<p>On a Monday night in the backstreets of Camden, the three founding members of the <a href=\"https://www.marywallopers.com/\">Mary Wallopers</a> are mere days away from the biggest show of their careers, playing to many thousands on Glastonbury’s revered Park Stage – and to considerably more watching on TV. And how are they warming up for this massive breakthrough gig? By headlining a fundraising evening for the London Irish Centre, to a crowd of barely 100, alongside the Irish Pensioners Choir. At one point, a woman in her 80s called Breda is brought on stage beside them to sing the ballad Slievenamon and they watch like polite grandchildren, humbled by the performance of a singer three times their age. Later, they will be summoned back to draw the raffle winners from a tombola. It’s not rock star glamour in its conventional form.</p> <p>Four days later, they take the stage at Glastonbury in their enlarged live form as a seven-piece, the bass amp draped with a Palestinian flag, and the crowd is packed, even at 3.15pm. Bleach-haired Charles Hendy sets the tone with a grin: “<a href=\"https://www.bbc.co.uk/events/e35wxj/play/a5z9xj/p0j2mmjx\">We are the Mary Wallopers</a>, and this is Bould O’Donahue, a song about riding the Queen’s daughter.” (As a marker of the song’s longevity, the monarch in the version popularised by the Aran sweater-wearing Clancy Brothers was Queen Victoria.) At another point they play a 400-year-old song, The Rich Man and the Poor Man, with lyrics tweaked to incorporate the c-word, to gleeful cheers. They induce moshpits with their punked-up versions of jigs <a href=\"https://www.youtube.com/watch?v=j_YaPhhJk5o\">Frost Is All Over</a> and <a href=\"https://www.youtube.com/watch?v=R_aklI502R8\">The Blarney Stone</a>, and the crowd seems to be singing along to every word of Hamish Imlach’s witty tale of boozy regret, Cod Liver Oil and the Orange Juice.</p> <p>It is a reception that has been repeated across venues in the UK, the US and Australia, as well as Ireland, in the past two years – during which the Mary Wallopers have become a word-of-mouth live phenomenon. At the heart of this is their ability to move seamlessly between crackling cabaret-style banter, raucous tales of pintmen, laughter and getting laid, chaotic, Pogues-style punk velocity – limbs and spilled pints everywhere – and pin-drop silence for heartrending songs about the vicious crimes of the Catholic church, or renowned Irish Traveller singer Pecker Dunne.</p> <p>“At the Roundhouse gig in London this year there was a fella crowd-surfing, and he had a walking cane and a Covid mask,” recalls Andrew Hendy. “That was absolute class. I love to see the auld fellas who look like they’ve never been near a moshpit before, dressed quite conservative, absolutely going for it. Our audiences are very welcoming.” His brother Charles agrees. “People of all ages get very emotional at our gigs: whether it be elation or a kind of catharsis, it’s fucking unreal. And that’s what it’s for, of course.”</p>    <p>On a Tuesday afternoon two weeks after Glastonbury, the original Mary Wallopers trio – the Hendy brothers and their friend Seán McKenna – are gathered in the sunlit beer garden of O’Carroll’s bar in the Seatown area of Dundalk. Seagulls caw overhead, and the Guinnesses arrive with metronomic regularity. Dundalk is halfway between Belfast and Dublin, right on the border with the north, and consequently earned the nickname “El Paso” during the Troubles. With a population of about 45,000, the town has not seen much trickle down from the <a href=\"https://www.theguardian.com/commentisfree/2024/mar/23/ireland-opens-its-arms-to-tech-titans-yet-shuts-its-eyes-to-failing-public-services\">surplus of billions</a> accrued from the lightly taxed global tech firms an hour down the road in Dublin. The effects of Covid haven’t helped either – there are a lot of closed-down businesses in the town centre.</p> <p>Dundalk<strong> </strong>is also a town with a rich musical heritage – after picking me up from the bus station, the Hendy brothers show me the now-closed pub McManus’, and its mural of the Corrs, a local band who started out there, just as the Mary Wallopers did.<strong> </strong>Bill Clinton, his nose in a Guinness, has found his way into the painting too. “It was pretty funny gigging there at times,” Andrew recalls. “It was a fairly rough pub, drug dealers about, fights starting, then you’d get a bunch of American tourists walk in to all that, going,” – he switches from his Louth accent to excitable American – “Oh my gaad, is this the Corrs pub?”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I had a dream one night where I met [the late Dubliners singer] Luke Kelly, and he said to me: ‘You should learn ballads’</p> </blockquote> </aside>  <p>There is a palpable air of relief that they are finally having a break from touring. Have they missed Dundalk? “Yes!” they all say as one. “But it does make sense though, our plan over the last two years,” reflects Charles: “Just absolutely gig the bollocks out of it. Because our gigs are great. And we cut our teeth playing gigs for nothing – all over the place. Like wherever we were asked to go, we’d just go.”</p> <p>Their ascent in the past two years is built on deep foundations – years on the dole, playing sessions in exchange for a steady supply of beer and whisky, singing largely unaccompanied. One St Patrick’s Day they were asked to play in McManus’, and showed up with one guitar to share between them. Sitting in the corner of the pub, they played from 2pm until 2am. By Andrew’s estimation, they probably knew about 100 songs each at that point, drawn mostly from the vast reservoir of Irish folk music some call “trad” and the band refer to as “ballads”. “It was often an endurance event,” laughs Charles. “Eventually we’d run out of ballads, around midnight, and switch to country and western or dancehall songs – Shabba Ranks, things like that.”</p> <p>While all three core members grew up surrounded by, and singing, traditional songs, they were just as invested in punk, jungle and rap as teenagers. Yet the Mary Wallopers began with an intervention from a hero of Irish ballad singing – sort of. “I had moved to the Netherlands and got a shit job in a factory,” recalls Charles. “I was a factory picker; it was horrific, I hated it. And I had a dream one night where I met [the late Dubliners singer] Luke Kelly, and he said to me: ‘You should learn ballads’ – and I was that hopeless in my life that the next morning I was like: ‘Well I’ll just start doing that, then.’” Charles called his brother, and they hatched a plan to move back to Dundalk and become musicians.</p> <p>Initially, they made rap as TPM (TaxPayers’ Money), and had a surprise semi-hit in 2015 with <a href=\"https://www.youtube.com/watch?v=pVlJAV8BrZw\">All the Boys on the Dole</a>. “It was a great anthem for us at the time, we were really poor,” says Andrew. They can still imitate the alarm the pay-as-you-go electricity meter would make when running empty, living together in digs in “the gut” area of Dundalk. The success of that song daunted them, however, so the brothers turned to ballads instead, drafting their old friend Seán – who Charles had first approached on the school bus because he was carrying a bag depicting Irish socialist James Connolly.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>DIY is at the core of everything we do. Every good subculture that has ever existed is people just doing it themselves</p> </blockquote> </aside>  <p>“Jesus we’ve had some great times at sessions,” says Charles, fondly. “Because at their best they’re fucking <em>lawless</em>. There’s no hierarchy to it, no gatekeeping. At the core of it, it’s not about preserving heritage or whatever – it’s supposed to be fun.”</p> <p>The band have always taken a zealously hands-on approach to everything they do. Pre-Covid, they put on gigs in a barn outside Dundalk, drawing water from a well, and driving gig-goers out from the town centre in a transit van; some friends sold home-brewed beer, others made food. They paid all the bands – including their local hero, punk poet <a href=\"https://jinxlennon.com/\">Jinx Lennon</a> – and didn’t take a profit. When far-right, anti-5G conspiracists turned up in Dundalk in May 2020, they <a href=\"https://www.dublinlive.ie/whats-on/comedy-news/gemma-odoherty-protest-hijacked-tpm-18319515\">improvised</a> a satirical counter-protest that went viral, donning tinfoil hats and calling themselves Dundalk Against Change, with the inspired slogan “Bring Back Dial-Up: the internet is too fast!” On 21 July, they were pictured putting their money where their mouths are again, <a href=\"https://x.com/LeahNiD/status/1815108260501852280\">leading the chants</a> through a megaphone at an anti-fascist protest in Dundalk, following horrifying recent arson attacks on refugee accommodation.</p> <p>It’s ironic, given the Mary Wallopers’ emphasis on live performance, that the Covid lockdown was the making of them – they built a makeshift pub in their house and started livestreaming regular trad sessions on YouTube. These immediately captured a mood, and an audience: providing the connection and warmth we were all missing, cracking jokes, singing, and swearing like dockers. “We just needed to be performing, so we set about fixing it,” says Charles. “We approach everything like this. The livestreams, our first EP, organising gigs, putting on club nights – DIY is at the core of everything we do. Every good subculture that has ever existed is people just doing it themselves.”</p> <p>That tinkering spirit extends to treating the canon of Irish traditional music with a healthy irreverence. In any case, they argue, their habit of rearranging verses, writing new ones, tweaking wording, changing instrumentation, tempo and even tunes is entirely in keeping with folk music’s true essence as a living, breathing thing, always open to adaptation. <a href=\"https://www.youtube.com/watch?v=IiJVS-ngSPI&amp;ab_channel=IGOTOGIGS\">All for Me Grog</a>, their euphoric set closer on recent tours, is a fine example, transformed from a cheeky sailors’ drinking song into a frantic anthem that exclaims: let’s go down swinging, sweating and singing. “Usually it’s delivered quite jovial-like,” says Charles, “but I much prefer the desperation in the way that Andrew sings it live – I mean, it is about an alcoholic.”</p> <p>Like their friends in <a href=\"https://www.theguardian.com/music/lankum\">Lankum</a>, who have won acclaim for contorting trad standards into altogether darker new shapes, the Mary Wallopers have no patience at all for censorious gatekeepers: “In certain circles the guitar is still not considered a traditional instrument. <em>Traditionally </em>males didn’t sing harmonies… there’s a lot of stupid shit like that,” says Seán. To record their third album this autumn, they intend to bring in more new instruments, and some careful use of samples, and to write more new songs: to date, only three of their own have seen the light of day. “We could do 20 albums like the last one,” says Andrew, “but where’s the fun in that? There’s no point being complacent and just doing stuff because that’s what people like, because then we may as well be still working on building sites.”</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=zV9gvowrVvU\"                                                                        >  <iframe height=\"480\" width=\"854\" src=\"https://www.youtube-nocookie.com/embed/zV9gvowrVvU?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe> <figcaption><a href=\"https://www.youtube.com/watch?v=zV9gvowrVvU\">Watch the Mary Wallopers performing at this year’s Glastonbury festival.</a></figcaption> </figure>   <p>They’ve never really given themselves space outside of relentless gigging before – their second album, last year’s <em>Irish Rock </em><em>N Roll</em>, was recorded in two weeks from start to finish, in between tours. Their recent EP, Home Boys Home, took just three days. “We’ve just put every bit of energy into live performances,” says Andrew, “but it’s been worth it.”</p> <p>Their zeal for live music is infectious. At many of their recent gigs, after the band have left the stage, the whole crowd has kept singing: first, arms aloft, to the Pogues’ Dirty Old Town, playing over the PA, and then, out on to the street, ballads such as The Fields of Athenry. “From day one we’ve always been trying to encourage other people to sing,” says Andrew, “even friends of ours who wouldn’t normally sing, we’d goad them into singing at a session – and it’s the same now. It’s absolute class to hear people singing on their way out of the venue.”</p> <p>It all goes back to their roots, playing live on the same plane as their audience. In a sense it’s how this tradition has always existed, for centuries before Spotify or TikTok, or indeed record labels, mediated the relationship between singer and audience, and sucked a lot of the joy out of it. In the Mary Wallopers’ ideal world everyone is having the time of their lives together, with no raised stage, no altar, no pedestal, no stars – just one person in the corner who happens to be holding the guitar, and everyone singing along with the same gusto.</p> <p>“There shouldn’t be a division between the crowd and the performer,” says Seán. “Because these aren’t our songs – they’re everyone’s songs.”</p> <ul> <li><p><em>Home Boys Home</em> EP is out now. The band play <a href=\"https://www.latitudefestival.com/\">Latitude</a> (25-28 July) and <a href=\"https://www.greenman.net/\">Green Man</a> (15-18 August), and tour the UK in March 2025. Watch their Glastonbury set in full on <a href=\"https://www.bbc.co.uk/events/e35wxj/play/a5z9xj/p0j2mmjx\">BBC iPlayer</a></p></li> </ul>","newspaperPageNumber":"18","wordcount":"2056","firstPublicationDate":"2024-07-28T11:00:53Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2024-07-28T11:00:53Z","newspaperEditionDate":"2024-07-28T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/xv4q8q","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/25a7bbd229efa28bef631ece25aa46954f029865/0_181_5444_3266/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"On a Monday night in the backstreets of Camden, the three founding members of the Mary Wallopers are mere days away from the biggest show of their careers, playing to many thousands on Glastonbury’s revered Park Stage – and to considerably more watching on TV. And how are they warming up for this massive breakthrough gig? By headlining a fundraising evening for the London Irish Centre, to a crowd of barely 100, alongside the Irish Pensioners Choir. At one point, a woman in her 80s called Breda is brought on stage beside them to sing the ballad Slievenamon and they watch like polite grandchildren, humbled by the performance of a singer three times their age. Later, they will be summoned back to draw the raffle winners from a tombola. It’s not rock star glamour in its conventional form. Four days later, they take the stage at Glastonbury in their enlarged live form as a seven-piece, the bass amp draped with a Palestinian flag, and the crowd is packed, even at 3.15pm. Bleach-haired Charles Hendy sets the tone with a grin: “We are the Mary Wallopers, and this is Bould O’Donahue, a song about riding the Queen’s daughter.” (As a marker of the song’s longevity, the monarch in the version popularised by the Aran sweater-wearing Clancy Brothers was Queen Victoria.) At another point they play a 400-year-old song, The Rich Man and the Poor Man, with lyrics tweaked to incorporate the c-word, to gleeful cheers. They induce moshpits with their punked-up versions of jigs Frost Is All Over and The Blarney Stone, and the crowd seems to be singing along to every word of Hamish Imlach’s witty tale of boozy regret, Cod Liver Oil and the Orange Juice. It is a reception that has been repeated across venues in the UK, the US and Australia, as well as Ireland, in the past two years – during which the Mary Wallopers have become a word-of-mouth live phenomenon. At the heart of this is their ability to move seamlessly between crackling cabaret-style banter, raucous tales of pintmen, laughter and getting laid, chaotic, Pogues-style punk velocity – limbs and spilled pints everywhere – and pin-drop silence for heartrending songs about the vicious crimes of the Catholic church, or renowned Irish Traveller singer Pecker Dunne. “At the Roundhouse gig in London this year there was a fella crowd-surfing, and he had a walking cane and a Covid mask,” recalls Andrew Hendy. “That was absolute class. I love to see the auld fellas who look like they’ve never been near a moshpit before, dressed quite conservative, absolutely going for it. Our audiences are very welcoming.” His brother Charles agrees. “People of all ages get very emotional at our gigs: whether it be elation or a kind of catharsis, it’s fucking unreal. And that’s what it’s for, of course.” On a Tuesday afternoon two weeks after Glastonbury, the original Mary Wallopers trio – the Hendy brothers and their friend Seán McKenna – are gathered in the sunlit beer garden of O’Carroll’s bar in the Seatown area of Dundalk. Seagulls caw overhead, and the Guinnesses arrive with metronomic regularity. Dundalk is halfway between Belfast and Dublin, right on the border with the north, and consequently earned the nickname “El Paso” during the Troubles. With a population of about 45,000, the town has not seen much trickle down from the surplus of billions accrued from the lightly taxed global tech firms an hour down the road in Dublin. The effects of Covid haven’t helped either – there are a lot of closed-down businesses in the town centre. Dundalk is also a town with a rich musical heritage – after picking me up from the bus station, the Hendy brothers show me the now-closed pub McManus’, and its mural of the Corrs, a local band who started out there, just as the Mary Wallopers did. Bill Clinton, his nose in a Guinness, has found his way into the painting too. “It was pretty funny gigging there at times,” Andrew recalls. “It was a fairly rough pub, drug dealers about, fights starting, then you’d get a bunch of American tourists walk in to all that, going,” – he switches from his Louth accent to excitable American – “Oh my gaad, is this the Corrs pub?” There is a palpable air of relief that they are finally having a break from touring. Have they missed Dundalk? “Yes!” they all say as one. “But it does make sense though, our plan over the last two years,” reflects Charles: “Just absolutely gig the bollocks out of it. Because our gigs are great. And we cut our teeth playing gigs for nothing – all over the place. Like wherever we were asked to go, we’d just go.” Their ascent in the past two years is built on deep foundations – years on the dole, playing sessions in exchange for a steady supply of beer and whisky, singing largely unaccompanied. One St Patrick’s Day they were asked to play in McManus’, and showed up with one guitar to share between them. Sitting in the corner of the pub, they played from 2pm until 2am. By Andrew’s estimation, they probably knew about 100 songs each at that point, drawn mostly from the vast reservoir of Irish folk music some call “trad” and the band refer to as “ballads”. “It was often an endurance event,” laughs Charles. “Eventually we’d run out of ballads, around midnight, and switch to country and western or dancehall songs – Shabba Ranks, things like that.” While all three core members grew up surrounded by, and singing, traditional songs, they were just as invested in punk, jungle and rap as teenagers. Yet the Mary Wallopers began with an intervention from a hero of Irish ballad singing – sort of. “I had moved to the Netherlands and got a shit job in a factory,” recalls Charles. “I was a factory picker; it was horrific, I hated it. And I had a dream one night where I met [the late Dubliners singer] Luke Kelly, and he said to me: ‘You should learn ballads’ – and I was that hopeless in my life that the next morning I was like: ‘Well I’ll just start doing that, then.’” Charles called his brother, and they hatched a plan to move back to Dundalk and become musicians. Initially, they made rap as TPM (TaxPayers’ Money), and had a surprise semi-hit in 2015 with All the Boys on the Dole. “It was a great anthem for us at the time, we were really poor,” says Andrew. They can still imitate the alarm the pay-as-you-go electricity meter would make when running empty, living together in digs in “the gut” area of Dundalk. The success of that song daunted them, however, so the brothers turned to ballads instead, drafting their old friend Seán – who Charles had first approached on the school bus because he was carrying a bag depicting Irish socialist James Connolly. “Jesus we’ve had some great times at sessions,” says Charles, fondly. “Because at their best they’re fucking lawless. There’s no hierarchy to it, no gatekeeping. At the core of it, it’s not about preserving heritage or whatever – it’s supposed to be fun.” The band have always taken a zealously hands-on approach to everything they do. Pre-Covid, they put on gigs in a barn outside Dundalk, drawing water from a well, and driving gig-goers out from the town centre in a transit van; some friends sold home-brewed beer, others made food. They paid all the bands – including their local hero, punk poet Jinx Lennon – and didn’t take a profit. When far-right, anti-5G conspiracists turned up in Dundalk in May 2020, they improvised a satirical counter-protest that went viral, donning tinfoil hats and calling themselves Dundalk Against Change, with the inspired slogan “Bring Back Dial-Up: the internet is too fast!” On 21 July, they were pictured putting their money where their mouths are again, leading the chants through a megaphone at an anti-fascist protest in Dundalk, following horrifying recent arson attacks on refugee accommodation. It’s ironic, given the Mary Wallopers’ emphasis on live performance, that the Covid lockdown was the making of them – they built a makeshift pub in their house and started livestreaming regular trad sessions on YouTube. These immediately captured a mood, and an audience: providing the connection and warmth we were all missing, cracking jokes, singing, and swearing like dockers. “We just needed to be performing, so we set about fixing it,” says Charles. “We approach everything like this. The livestreams, our first EP, organising gigs, putting on club nights – DIY is at the core of everything we do. Every good subculture that has ever existed is people just doing it themselves.” That tinkering spirit extends to treating the canon of Irish traditional music with a healthy irreverence. In any case, they argue, their habit of rearranging verses, writing new ones, tweaking wording, changing instrumentation, tempo and even tunes is entirely in keeping with folk music’s true essence as a living, breathing thing, always open to adaptation. All for Me Grog, their euphoric set closer on recent tours, is a fine example, transformed from a cheeky sailors’ drinking song into a frantic anthem that exclaims: let’s go down swinging, sweating and singing. “Usually it’s delivered quite jovial-like,” says Charles, “but I much prefer the desperation in the way that Andrew sings it live – I mean, it is about an alcoholic.” Like their friends in Lankum, who have won acclaim for contorting trad standards into altogether darker new shapes, the Mary Wallopers have no patience at all for censorious gatekeepers: “In certain circles the guitar is still not considered a traditional instrument. Traditionally males didn’t sing harmonies… there’s a lot of stupid shit like that,” says Seán. To record their third album this autumn, they intend to bring in more new instruments, and some careful use of samples, and to write more new songs: to date, only three of their own have seen the light of day. “We could do 20 albums like the last one,” says Andrew, “but where’s the fun in that? There’s no point being complacent and just doing stuff because that’s what people like, because then we may as well be still working on building sites.” They’ve never really given themselves space outside of relentless gigging before – their second album, last year’s Irish Rock N Roll, was recorded in two weeks from start to finish, in between tours. Their recent EP, Home Boys Home, took just three days. “We’ve just put every bit of energy into live performances,” says Andrew, “but it’s been worth it.” Their zeal for live music is infectious. At many of their recent gigs, after the band have left the stage, the whole crowd has kept singing: first, arms aloft, to the Pogues’ Dirty Old Town, playing over the PA, and then, out on to the street, ballads such as The Fields of Athenry. “From day one we’ve always been trying to encourage other people to sing,” says Andrew, “even friends of ours who wouldn’t normally sing, we’d goad them into singing at a session – and it’s the same now. It’s absolute class to hear people singing on their way out of the venue.” It all goes back to their roots, playing live on the same plane as their audience. In a sense it’s how this tradition has always existed, for centuries before Spotify or TikTok, or indeed record labels, mediated the relationship between singer and audience, and sucked a lot of the joy out of it. In the Mary Wallopers’ ideal world everyone is having the time of their lives together, with no raised stage, no altar, no pedestal, no stars – just one person in the corner who happens to be holding the guitar, and everyone singing along with the same gusto. “There shouldn’t be a division between the crowd and the performer,” says Seán. “Because these aren’t our songs – they’re everyone’s songs.” Home Boys Home EP is out now. The band play Latitude (25-28 July) and Green Man (15-18 August), and tour the UK in March 2025. Watch their Glastonbury set in full on BBC iPlayer","charCount":"11784","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/danhancox\">Dan Hancox</a>","showTableOfContents":"false"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"music/article/2024/jul/28/cd-sales-rise-taylor-swift-collection-nostalgia-90s-oasis-bashy-metronomy-kitty-liv","type":"article","sectionId":"music","sectionName":"Music","webPublicationDate":"2024-07-28T09:00:50Z","webTitle":"CDs sales are growing. How I wish I hadn’t given my beloved collection away","webUrl":"https://www.theguardian.com/music/article/2024/jul/28/cd-sales-rise-taylor-swift-collection-nostalgia-90s-oasis-bashy-metronomy-kitty-liv","apiUrl":"https://content.guardianapis.com/music/article/2024/jul/28/cd-sales-rise-taylor-swift-collection-nostalgia-90s-oasis-bashy-metronomy-kitty-liv","fields":{"headline":"CDs sales are growing. How I wish I hadn’t given my beloved collection away","standfirst":"<p>Compact discs provided the soundtrack to his life. Then came streaming and he couldn’t get rid of them fast enough. As CDs enjoy a mini-renaissance, our writer looks back at what he lost and, below, musicians share their memories</p>","trailText":"Compact discs provided the soundtrack to his life. Then came streaming and he couldn’t get rid of them fast enough. As CDs enjoy a renaissance, our writer looks back at what he lost ","byline":"Tom Lamont","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"4f136ed737402ea2959e3356f171498c9ca66da3\"> \n <img src=\"https://media.guim.co.uk/4f136ed737402ea2959e3356f171498c9ca66da3/0_0_5000_3000/1000.jpg\" alt=\"Clockwise from top left: Noel and Liam Gallagher of Oasis, Lauryn Hill of the Fugees, Olivia Newton-John and John Travolta in Grease, DJ Jazzy Jeff (right) and the Fresh Prince (AKA Jeffrey A Townes and Will Smith).\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> <span class=\"element-image__caption\">Clockwise from top left: Noel and Liam Gallagher of Oasis, Lauryn Hill of the Fugees, Olivia Newton-John and John Travolta in Grease, DJ Jazzy Jeff (right) and the Fresh Prince (AKA Jeffrey A Townes and Will Smith).</span> <span class=\"element-image__credit\">Composite: Alamy, Shutterstock, Allstar, Getty</span> \n </figcaption> \n</figure>","body":"<p>G<em>rease: The Original Soundtrack from the Motion Picture</em>. The Beatles’ <em>Red Album</em>. A flimsy single, Boom! Shake the Room, by DJ Jazzy Jeff and the Fresh Prince, and a chunky double-decker compilation record, <em>N</em><em>ow That’s What I Call Music!</em> <em>24</em>. I thought about these treasured objects – my first CDs, bought or gifted to me in the mid-1990s – when I read the other day that CD sales were enjoying an unexpected bounce in the mid-2020s. I felt pleased at the news of a resurgence, if distantly so, as you might on hearing something nice about an old friend you long ago lost touch with. So fans of Taylor Swift are gobbling up special-edition copies of her albums on CD? Overall sales of the format are higher than they’ve been in decades? Great! Good for good old CDs.</p> \n<p>It made me think of being 10 years old, newly in possession of a plasticky portable stereo that had (I still remember the glamour of the phrase) a <em>disc reader</em> under its press-open lid. With CDs in a CD player, you could boom and shake your room on infinite repeat without stopping to rewind. You could digitally programme the <em>Red </em><em>Album </em>to skip And I Love Her, that buzz kill, and reorder the soundtrack of <em>Grease</em> to prioritise Beauty School Dropout, as heaven surely intended. You could randomise the order of a <em>N</em><em>ow </em>compilation, putting yourself through a daring Russian roulette: Ugly Kid Joe (the sonic equivalent of an empty pistol chamber), then PM Dawn (another empty chamber), then Bryan Ferry (bullet through the head).</p> \n<p>I was a child. I wouldn’t have known or cared about the bigger-picture changes happening in the music industry in terms of clarity of sound, manufacturing or distribution processes, what the shift towards a digitised, copyable archive of sound would mean in terms of piracy. Back in the 90s, I saw only the enormous new potential for control. I could take a carefully orchestrated album of 11 or 12 tracks and turn it from a multi-course meal, one dish progressing to the next, into a messy, free-for-all buffet. To this day, I can picture the horror on my friends’ faces when I played them a custom rearrangement of Oasis’s second album: She’s Electric, She’s Electric, She’s Electric, Wonderwall, Champagne Supernova, Roll With It, Don’t Look Back in Anger, Cast No Shadow, She’s Electric, Some Might Say, She’s Electric.</p> \n<p>To my generation, born at the same time as the CD in the early 1980s, teenagers by the time this was a globally dominant product, we felt like we had <em>our</em> format, a rejection of the massive, licquorice-y vinyl owned by our parents, a clear advance on the cassette tapes cherished by older siblings and cousins. For some reason, I never saw CDs as precious, fragile or collectible objects, even though plenty of my friends did. As far as I could tell, there were four types of CD collection in the 1990s: the Pile, the Rack, the Cabinet and the Archive.</p> \n<p>Mine was a Pile, a collection kept in no sort of order, with glossy inserts and booklets that were always scuffed and had their staples coming loose. Those who Piled like me knew all too well the dreaded butterfly effect when you failed to put a disc back in its rightful case. One day you’d decide to play <em>Portishead</em> by Portishead, removing from the stereo the double A-side of I Believe/Up on the Roof by Robson &amp; Jerome that had been in there before. Who could say where the case for that double A-side had got to? Easiest to sling the disc in the open, inviting Portishead case.</p> \n<figure class=\"element element-atom\"> <gu-atom data-atom-id=\"c9121581-4354-4bef-9a52-5cb550062c7d\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p></p>\n    <p>•&nbsp;Sales of CDs <a href=\"https://www.theguardian.com/business/2024/jan/09/cd-sales-uk-music-sales-2023-taylor-swift-miley-cyrus-weeknd\">rose 2%</a> in 2023, the first revenue rise in two decades. In the first half of 2024,<a href=\"https://completemusicupdate.com/cd-and-vinyl-sales-continue-to-grow-in-the-uk-era-stats-confirm/\"><b> </b>£57.9m-worth of CDs</a> were sold – an uptick of 3.2% on the previous year.</p>\n    <p></p>\n    <p>•&nbsp;A study by packaging firm Key Production found that <a href=\"https://djmag.com/news/gen-z-listen-more-vinyl-cds-and-cassettes-any-other-age-group-survey-shows\">gen Z is listening</a> to more vinyl, CDs and cassettes than any other age group.</p>\n    <p></p>\n    <p>• Taylor Swift's recent album,&nbsp;<i>The Tortured Poets Department</i>, has appeared in nine different CD variants to date (and <a href=\"https://www.billboard.com/lists/taylor-swift-tortured-poets-department-debut-number-one-billboard-200-chart/second-largest-week-by-equivalent-album-units-earned/\">19 different physical versions in total</a>). Last week, Universal Music Group announced that physical sales revenues <a href=\"https://www.musicweek.com/labels/read/umg-revenue-up-9-for-first-half-of-2024-as-taylor-swift-helps-boost-q2-physical-sales/090201\">increased by 14.4%</a> during 2024’s second quarter, helped by spectacular CD, vinyl and cassette sales for Swift’s new album. </p>\n    <p></p>\n    <p>•&nbsp;Ariana Grande’s 2024 album,&nbsp;<i>Eternal Sunshine</i>, came in five CD variants, while Olivia Rodrigo released two CD versions of her 2023 album,&nbsp;<i>Guts.</i></p>\n    <p></p>\n    <p>•&nbsp;<i>Now That’s What I Call Music</i> is the juggernaut that keeps on giving: the series’s albums accounted for six of last year’s 40 <a href=\"https://www.officialcharts.com/chart-news/the-uks-official-top-40-best-selling-cds-of-2023/\">bestselling CDs</a>.</p>\n    <p><b>Kate McCusker</b></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>After a few rounds of this you’d be opening <em>The Score</em><em> </em>by the Fugees to find the soundtrack from a Levi’s ad. You’d want to dance to Setting Sun by the Chemical Brothers and have to settle instead for I Am, I Feel by Alisha’s Attic. As someone with a Pile, you were likely to start mislaying cover slips and lyric booklets pretty quickly. One advantage of this was that the front panes of the CD cases became little windows. Wrongly housed discs were slightly easier to find.</p> \n<p>Compared with the Pile, the Rack was a halfway house towards respectability, a realistic attempt at order. Made of dark, matt-finished black plastic or a clearer acrylic, the CD racks and carousels of my youth allowed collectors to sweep a glance over a load of case spines at once, scanning for (say) the strip of white and bright orange that signified the <em>Trainspotting</em><em> </em>soundtrack or the warmer, orangey-white that meant <em>Blur</em> by Blur. Related to the Rack was the Cabinet, usually towering and made of wood, with the tell-tale shelves that were just too small for paperback books. The Cabinet was ascended-to by collectors when the number of discs they owned became too much to be contained by factory-moulded plastic. When the novelist Colm Tóibín <a href=\"https://www.thetimes.com/world/us-world/article/colm-toibin-author-of-brooklyn-and-house-of-names-on-his-ideal-home-setup-for-work-klv98c9rv#:~:text=TIME%20AND%20SPACE-,Colm%20Toibin%2C%20author%20of%20Brooklyn%20and%20House%20of%20Names%2C%20on,ideal%20home%20setup%20for%20work&amp;text=I%20spend%20part%20of%20the,in%20Dublin%2C%20in%20alphabetical%20order.\">said recently</a> that “home is where the CDs are”, he can only have been thinking of a Cabinet-sized collection, beloved, built up over time, a massive bloody pain to transport.</p> \n<aside class=\"element element-pullquote element--inline\"> \n <blockquote> \n  <p>It was probably because I was a Piler, never a Racker or an Archivist, that I found it so easy to leave CDs behind</p> \n </blockquote> \n</aside> \n<p>The last type of collection was the Archive, a shrine-like version of the Cabinet that was kept pristine, in A-to-Z order, perhaps with additional separation of albums and singles by genre, rarity, region of release. My best friend had the beginnings of an Archive, stuffed with immaculate copies of Suede, Beck, every CD the Britpop band Mansun had ever released. I remember the day he added an obscure import copy of Ash’s 1995 single Kung Fu. This CD had come all the way to England from <em>Japan</em>. When we held it we did so in awe, by the farthest corners of the case, like teenaged auctioneers.</p> \n<p>Recently, I messaged him to ask what became of that treasured Ash disc. Oh (he said) he got rid of almost all of his singles years ago. They took up too much room. His import copy of Kung Fu was gone, maybe to someone else’s collection by now, maybe to someone’s bin.</p> \n<p>“I feel weirdly sad to think of you without a copy of Mansun’s Taxloss to hand,” I wrote.</p> \n<p>“I did keep my Mansun singles,” he wrote back.</p> \n<p>“Thank God.”</p> \n<h2>* * *</h2> \n<p>The great shedding of CDs began, at least for me, around the turn of the millennium, when the world went online. I remember first seeing the music-sharing software Napster in action in early 2000. Using a dial-up connection, it took someone an hour to download Soul Bossa Nova (Original Mix) from the <em>Austin Powers</em> soundtrack. A year later, I visited a friend at a US college where the students had access to broadband. Using Napster, or one of the many equivalent pieces of file-sharing software that were proliferating at the time, tracks were downloadable in minutes. Whole albums by Gorillaz, Gabrielle, Ginuwine fell off the internet over the course of a day, like apples.</p> \n<p>Around 2004 I started consolidating my albums and my singles on a desktop computer, ripping the CDs I already owned to my hard drive and sending the contents from there to an MP3 player. It was probably because I was a Piler, never a Racker or a Shelfer, let alone an Archivist, that I found it so easy to leave CDs behind. The first four albums by Belle and Sebastian had been in heavy rotation for me for years, always in and out of the stereo. Once I’d digitised these albums (in the 2000s, the work of minutes), I hardly touched them again. In 2005 I bought a lozenge-like iPod Shuffle that was about the size and weight of a packet of chewing gum and had room for 20-odd albums. At home, the computer replaced the stereo as a music player. I had dozens of albums, secure on a hard drive, playable with a double-click.</p> \n<p>Where did you end up, my Belle and Sebastian CDs? My <em>Blur </em>by Blur? My <em>Grease</em> and my <em>Now</em>s? Some of these CDs were so overhandled by the time of their abandonment, the printed lettering on top of the discs had rubbed away, the grooved inside of cases had chipped or gone, and the plastic faceplates were grazed and foggy. Did I give the Belle and Sebastians away? Did they end up in landfill, with my friend’s abandoned Ash and Suede singles? I know the Belle and Sebastians didn’t make it as far as my last bin bag, a gathering-together of CDs belonging to me and to my wife that we gave away when we moved flats in 2012.</p> \n<aside class=\"element element-pullquote element--inline\"> \n <blockquote> \n  <p>I miss the fussy, fusty process of deciding to put one on, a rummaging hand, a scour for the correct disc...</p> \n </blockquote> \n</aside> \n<p>By this point we were both listening to music through a subscription streaming service – Spotify at first, then Apple’s equivalent. Even the invisible MP3s on my computer’s hard drive had started to feel fiddly and archaic, an unnecessary burden: so, of course, the last of the CDs had to go. I made the argument to my wife that we should do a clean sweep. I took all the discs we had to an Oxfam on Kentish Town Road. I remember handing the bag over dubiously, with no faith in the resale value of the contents. What a cool thing, I told myself, as I walked away unencumbered, to own no albums… yet somehow to own <em>every</em> album. What freedom! What choice!</p> \n<p>I don’t know how long it took for the regret to sink in. Three years? Five? I know that I miss my pile of CDs now. I miss the fussy, fusty process of deciding to put one on, a rummaging hand, a scour for the correct disc, the colours and the fonts and feel of the plastic circles, lightweight yet at the same time heavy with associative feeling. I miss having signposted reminders of songs or records I loved during specific eras in my life. Streaming’s better, on the whole. I’ve paid out so much money in monthly subscriptions by now I <em>have</em> to believe it’s better. My access to new or unheard music has expanded. My diet is more varied. But something lovely has gone. Pointless denying that.</p> \n<p><em>Grease</em><em>: The Original Soundtrack from the Motion Picture</em> is available to listen to on Apple Music, I see. So is a 2016 album of <em>Grease </em>tributes, including Boyz II Men singing Beauty School Dropout. My current subscription gives me access to about a dozen volumes of <em>Now</em> covering 2021 to 2024. The Beatles’ <em>Red Album </em>is on there, with an animated tweak to the cover that renders John, Paul, George and Ringo vanishing away into nothing. As I look at this graphic on my iPhone, propped on the desk beside me, it looks as if the band are repeatedly fading into the depths of the device, there to join the pixels, the compressed data, the algorithms, the nudging search results – innovations that enrich as well as complicate today’s curation and consumption of music.</p> \n<p>If it meant swapping what we have today for what we had then, I wouldn’t go back. I’m too greedy for the new stuff and too impatient to be fed with music when I want to be fed. That cover of Beauty School Dropout by Boyz II Men is decent, it turns out, and I never would have listened to it were it not for this opening up of a digitised music landscape, where one discovery leads to another then another, seamlessly, more or less infinitely. Piercing through the convenience of this, though, comes the regret about my old CDs.</p> \n<p>When my primary school-age children want to put on music in our home they have to find a phone, mine or their mother’s. They have to scroll or type on a screen, press play, then wait for the mysterious rearrangement of ones and zeros that will bring Taylor or Oasis or the first track of <em>In the Heights</em><em> </em>out of a wireless speaker. It’s an impressive process. I still find myself wanting to whistle, amazed by how far music tech has come. But there’s an absence now, some loss of connection with the initial creators of these pieces of art, some loss of awareness, too, about the spots they occupy in time and space.</p> \n<p>For my children, attentive listeners though they are, Taylor might as well be a direct contemporary of Liam and Noel. All three of them might have grown up together in Lin-Manuel Miranda’s Manhattan, or Stormzy’s Croydon, or in a Kings Road boozer of the 1960s. Now that music is invisible, everywhere and nowhere, served up track by track in capsule form, there aren’t the same indicators about provenance, influence, chronology, originality.</p> \n<p>We don’t have a CD player in our home any more. There is one, never used, in our car. Perhaps I’ll stop in a charity shop the next time I pass one: buy a few CDs. Perhaps I’ll go down to the Oxfam on Kentish Town Road and see if I can buy back one or two of <em>my</em><em> </em>CDs. If any of them are still there, I reckon I’d know them at once. The half-torn HMV label on <em>Expecting </em><em>to Fly</em><em> </em>by the Bluetones. A curved moon of acrylic missing from the corner of my <em>Trainspotting</em> case. I’d recognise them all, right away – old mates.</p> \n<p>• Tom Lamont’s debut novel, <em>Going Home</em>, is out now. To support the<em> Guardian</em> and <em>Observer</em> order your copy at <a href=\"https://guardianbookshop.com/going-home-9781399727495\">guardianbookshop.com</a>. Delivery charges may apply</p> \n<h2>Three musicians on their love of CDs</h2> \n<h2>Bashy: ‘Vinyl is great but it’s very much a luxury’</h2> \n<p><strong>British actor and rapper<br></strong>There’s something about the tangible nature of CDs that really appeals to me. I released an album recently, and even though it was online and people were listening to it and talking about it, it only properly landed with me when I had the CD in my hand. That physical feeling gave me a sense of completion. There’s a <a href=\"https://www.instagram.com/bashy/p/C9jyw5sOUI5/?hl=en-gb\">video of me</a> on my Instagram opening up the CD and taking in the artwork for the first time. It’s something I really care about.</p> \n<p>I was born in 1985 and grew up at the intersection of vinyl, cassettes and CDs. The first album I bought on CD was <em>Kiss the Game Goodbye</em> by Jadakiss and I ended up collecting hundreds and hundreds, which I stacked up in my room like a work of art. You could see someone’s musical taste through their CDs – mine included 50 Cent’s <em><a href=\"https://www.theguardian.com/music/2003/feb/21/popandrock.artsfeatures1\">Get Rich or Die Trying</a></em>, Jay-Z’s <em>The Blueprint</em> and <em><a href=\"https://www.theguardian.com/music/musicblog/2011/sep/14/miseducation-lauryn-hill\">The Miseducation of Lauryn Hill</a></em> – whereas now it’s hidden away in your phone out of view.</p> \n<p>Vinyl is great but it was expensive then and it’s very much a luxury now. For young kids from working-class backgrounds, the CD was a way for us to spread our music in a cost-effective manner. So it was essential in the London grime and hip-hop scenes before social media. In 2008 I put out <em>The Chupa-Chups Mixtape</em>, which I pressed up on CD myself, attaching a Chupa-Chups lollipop to the front of each cover with Sellotape. I put it in barber shops and local clothes shops for people to buy and the lollipop helped it stand out visually. Then it started to take on a life of its own. People would tell their friends about it, or they’d burn up a copy to share around. Thanks to that mixtape, I ended up making the theme song for the film <em>Adulthood</em>. It helped me lay my foundations as an artist.</p> \n<p>Streaming has its advantages, but a lot of people are missing that physicality a CD gives you. The artwork and the liner notes and printed lyrics become an extension of the music. You can get a feeling of what the album is about, or who the artist is, before you’ve even pressed play. So I don’t think the CD format is dead or has ever died, it’s just been overlooked for a while because of the digital music revolution. I’m really glad to see it resurfacing. <strong>Interview by</strong> <strong><a href=\"https://www.theguardian.com/profile/killianfox\">Killian Fox</a></strong></p> \n<ul> \n <li><p>Bashy’s new album, <em><a href=\"https://pias.ffm.to/4vzbqr\">Being Poor Is Expensive</a></em>, is out now. The <em>Chupa-Chups Mixtape</em> can be streamed <a href=\"https://grmdaily.com/bashy-chupa-chups-mixape-streaming\">here</a>. 1Xtra’s Album Launch Party with Bashy is <a href=\"https://www.bbc.co.uk/iplayer/episode/p0j3s669/bashys-album-launch-party\">on BBC iPlayer</a></p></li> \n</ul> \n<h2>Kitty Liv: ‘CDs give you an insight into the journey of an album’</h2> \n<p><strong>Singer-songwriter, </strong><strong>member of <a href=\"https://www.kittydaisyandlewis.com/\">Kitty, Daisy &amp; </a></strong><strong><a href=\"https://www.kittydaisyandlewis.com/\">Lewis</a>)</strong></p> \n<p>I was born in the early 90s and CDs were the biggest thing when I was growing up. I used to get them for Christmas presents, and sometimes I’d go to Woolworths and choose one. I’d burn them a lot and make my own compilations. It was such a straightforward thing to do as a kid on the family computer. It would be a huge mix of anything I was listening to at the time, from Elvis’s greatest hits to Daniel Bedingfield, T Rex and then random stuff by Eminem, a combination of whatever was popular at the time with music I really loved. I remember going to my local cafe, Mario’s in Kentish Town, and if I made him a CD, he’d give me a free breakfast. I was probably about 10.</p> \n<p>Streaming platforms are good for discovering new music, but in terms of the listening experience, I think CDs are a great thing. Music has become quite disposable now, and with streaming, there is not that sense of urgency to listen to new music. If there’s a new song out, I might give it a listen later, whereas with CDs, it was like: “I’ll get the CD and I’ll put it on in the car and listen to the whole album.” Having the attention span to listen has been lost, certainly with the younger generation. I hope that will come back because when you make music, it’s great when someone else gets an insight into the journey that you’ve had making that record. <strong>Interview by</strong> <strong><a href=\"https://www.theguardian.com/profile/tess-reidy\">Tess Reidy</a></strong></p> \n<ul> \n <li><p>Kitty Liv’s debut solo album, <em><a href=\"https://kittyliv.bandcamp.com/album/easy-tiger\">Easy Tiger</a></em>, is out now on Sunday Best Recordings, on digital, vinyl and – of course – CD</p></li> \n</ul> \n<h2>Joe Mount: ‘Hidden tracks are just not hidden any more’</h2> \n<p><strong><a href=\"https://www.metronomy.co.uk/\">Lead singer/ guitarist, Metronomy</a></strong></p> \n<p>We were a tape household and we weren’t in the first wave of people to buy a CD player, but eventually, one Christmas, my sister ended up getting a ghettoblaster with a disc player. I just remember then having to try to build a collection and feeling a bit begrudging that I already had loads of stuff on tape. The quickest route to getting a CD collection was buying magazines that had cover-mount CDs on them, and so a lot of my earliest ones were from <em>Q</em> magazine or <em>Select</em>. One, which I still have, was called Be There Now. It had Radiohead, Wire, Bentley Rhythm Ace, Talking Heads and Talk Talk. That was ’97.</p> \n<p>In the Britpop days, there were always inventive ways of making you buy more music. I remember having a Pulp CD and it had three slots for discs, but you had to go and buy individual singles to build up this collection. I never really splurged a load of money on them and I soon veered more into vinyl.</p> \n<p>A lot of the CDs I owned I still have and they’re at my parents’ house. There’s the Aaliyah record, the one with a picture of her and the red cover. I’ve also got the Queens of the Stone Age’s <em>Songs </em><em>for </em><em>the Deaf</em> and <em>In Search of..</em>. by NERD.</p> \n<p>I think music streaming is not too bad, but I do slightly lament the fact that hidden tracks are just not hidden any more. It was a glory age of actually concealing things on discs. The first time I remember hearing a hidden track was on the Lemonheads’ <em>Come On Feel the Lemonheads</em>, which has a hidden reprise at the very end. The other thing I miss about the format is the printed artwork. I think that’s a really nice thing and people got quite creative with the different types of CD cases that they made.</p> \n<p>In terms of durability, however, CDs have never been good. When my wife and I left the first flat we shared together, she had an enormous CD collection, and I was trying to organise it all and every case I opened there was no CD in it. They were in a DJ folder, completely scratched. I very passive aggressively put all the empty CD cases in a box and she wouldn’t let me throw them away, so I had to label it “empty CD cases”. We’ve still got that! </p> \n<p>These days, you can go into charity shops and find decent albums on CD for 50p. I like doing that ahead of car journeys and enjoying the fact that you don’t need to care about them too much. You know they’ve already had their first usage and it’s like an act of recycling, like having the last crack of the scratched CD. <strong>TR</strong></p> \n<ul> \n <li><p>Metronomy’s <em><a href=\"https://ninjatune.net/release/metronomy/posse-ep-volume-2\">Posse EP Volume 2</a></em> is out now on Ninja Tune</p></li> \n</ul>","newspaperPageNumber":"9","wordcount":"3542","commentCloseDate":"2024-08-17T23:00:00Z","commentable":"true","firstPublicationDate":"2024-07-28T09:00:50Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2024-07-28T09:00:50Z","newspaperEditionDate":"2024-07-28T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/xv46ba","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/4f136ed737402ea2959e3356f171498c9ca66da3/0_0_5000_3000/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Grease: The Original Soundtrack from the Motion Picture. The Beatles’ Red Album. A flimsy single, Boom! Shake the Room, by DJ Jazzy Jeff and the Fresh Prince, and a chunky double-decker compilation record, Now That’s What I Call Music! 24. I thought about these treasured objects – my first CDs, bought or gifted to me in the mid-1990s – when I read the other day that CD sales were enjoying an unexpected bounce in the mid-2020s. I felt pleased at the news of a resurgence, if distantly so, as you might on hearing something nice about an old friend you long ago lost touch with. So fans of Taylor Swift are gobbling up special-edition copies of her albums on CD? Overall sales of the format are higher than they’ve been in decades? Great! Good for good old CDs. It made me think of being 10 years old, newly in possession of a plasticky portable stereo that had (I still remember the glamour of the phrase) a disc reader under its press-open lid. With CDs in a CD player, you could boom and shake your room on infinite repeat without stopping to rewind. You could digitally programme the Red Album to skip And I Love Her, that buzz kill, and reorder the soundtrack of Grease to prioritise Beauty School Dropout, as heaven surely intended. You could randomise the order of a Now compilation, putting yourself through a daring Russian roulette: Ugly Kid Joe (the sonic equivalent of an empty pistol chamber), then PM Dawn (another empty chamber), then Bryan Ferry (bullet through the head). I was a child. I wouldn’t have known or cared about the bigger-picture changes happening in the music industry in terms of clarity of sound, manufacturing or distribution processes, what the shift towards a digitised, copyable archive of sound would mean in terms of piracy. Back in the 90s, I saw only the enormous new potential for control. I could take a carefully orchestrated album of 11 or 12 tracks and turn it from a multi-course meal, one dish progressing to the next, into a messy, free-for-all buffet. To this day, I can picture the horror on my friends’ faces when I played them a custom rearrangement of Oasis’s second album: She’s Electric, She’s Electric, She’s Electric, Wonderwall, Champagne Supernova, Roll With It, Don’t Look Back in Anger, Cast No Shadow, She’s Electric, Some Might Say, She’s Electric. To my generation, born at the same time as the CD in the early 1980s, teenagers by the time this was a globally dominant product, we felt like we had our format, a rejection of the massive, licquorice-y vinyl owned by our parents, a clear advance on the cassette tapes cherished by older siblings and cousins. For some reason, I never saw CDs as precious, fragile or collectible objects, even though plenty of my friends did. As far as I could tell, there were four types of CD collection in the 1990s: the Pile, the Rack, the Cabinet and the Archive. Mine was a Pile, a collection kept in no sort of order, with glossy inserts and booklets that were always scuffed and had their staples coming loose. Those who Piled like me knew all too well the dreaded butterfly effect when you failed to put a disc back in its rightful case. One day you’d decide to play Portishead by Portishead, removing from the stereo the double A-side of I Believe/Up on the Roof by Robson &amp; Jerome that had been in there before. Who could say where the case for that double A-side had got to? Easiest to sling the disc in the open, inviting Portishead case. After a few rounds of this you’d be opening The Score by the Fugees to find the soundtrack from a Levi’s ad. You’d want to dance to Setting Sun by the Chemical Brothers and have to settle instead for I Am, I Feel by Alisha’s Attic. As someone with a Pile, you were likely to start mislaying cover slips and lyric booklets pretty quickly. One advantage of this was that the front panes of the CD cases became little windows. Wrongly housed discs were slightly easier to find. Compared with the Pile, the Rack was a halfway house towards respectability, a realistic attempt at order. Made of dark, matt-finished black plastic or a clearer acrylic, the CD racks and carousels of my youth allowed collectors to sweep a glance over a load of case spines at once, scanning for (say) the strip of white and bright orange that signified the Trainspotting soundtrack or the warmer, orangey-white that meant Blur by Blur. Related to the Rack was the Cabinet, usually towering and made of wood, with the tell-tale shelves that were just too small for paperback books. The Cabinet was ascended-to by collectors when the number of discs they owned became too much to be contained by factory-moulded plastic. When the novelist Colm Tóibín said recently that “home is where the CDs are”, he can only have been thinking of a Cabinet-sized collection, beloved, built up over time, a massive bloody pain to transport. The last type of collection was the Archive, a shrine-like version of the Cabinet that was kept pristine, in A-to-Z order, perhaps with additional separation of albums and singles by genre, rarity, region of release. My best friend had the beginnings of an Archive, stuffed with immaculate copies of Suede, Beck, every CD the Britpop band Mansun had ever released. I remember the day he added an obscure import copy of Ash’s 1995 single Kung Fu. This CD had come all the way to England from Japan. When we held it we did so in awe, by the farthest corners of the case, like teenaged auctioneers. Recently, I messaged him to ask what became of that treasured Ash disc. Oh (he said) he got rid of almost all of his singles years ago. They took up too much room. His import copy of Kung Fu was gone, maybe to someone else’s collection by now, maybe to someone’s bin. “I feel weirdly sad to think of you without a copy of Mansun’s Taxloss to hand,” I wrote. “I did keep my Mansun singles,” he wrote back. “Thank God.” * * * The great shedding of CDs began, at least for me, around the turn of the millennium, when the world went online. I remember first seeing the music-sharing software Napster in action in early 2000. Using a dial-up connection, it took someone an hour to download Soul Bossa Nova (Original Mix) from the Austin Powers soundtrack. A year later, I visited a friend at a US college where the students had access to broadband. Using Napster, or one of the many equivalent pieces of file-sharing software that were proliferating at the time, tracks were downloadable in minutes. Whole albums by Gorillaz, Gabrielle, Ginuwine fell off the internet over the course of a day, like apples. Around 2004 I started consolidating my albums and my singles on a desktop computer, ripping the CDs I already owned to my hard drive and sending the contents from there to an MP3 player. It was probably because I was a Piler, never a Racker or a Shelfer, let alone an Archivist, that I found it so easy to leave CDs behind. The first four albums by Belle and Sebastian had been in heavy rotation for me for years, always in and out of the stereo. Once I’d digitised these albums (in the 2000s, the work of minutes), I hardly touched them again. In 2005 I bought a lozenge-like iPod Shuffle that was about the size and weight of a packet of chewing gum and had room for 20-odd albums. At home, the computer replaced the stereo as a music player. I had dozens of albums, secure on a hard drive, playable with a double-click. Where did you end up, my Belle and Sebastian CDs? My Blur by Blur? My Grease and my Nows? Some of these CDs were so overhandled by the time of their abandonment, the printed lettering on top of the discs had rubbed away, the grooved inside of cases had chipped or gone, and the plastic faceplates were grazed and foggy. Did I give the Belle and Sebastians away? Did they end up in landfill, with my friend’s abandoned Ash and Suede singles? I know the Belle and Sebastians didn’t make it as far as my last bin bag, a gathering-together of CDs belonging to me and to my wife that we gave away when we moved flats in 2012. By this point we were both listening to music through a subscription streaming service – Spotify at first, then Apple’s equivalent. Even the invisible MP3s on my computer’s hard drive had started to feel fiddly and archaic, an unnecessary burden: so, of course, the last of the CDs had to go. I made the argument to my wife that we should do a clean sweep. I took all the discs we had to an Oxfam on Kentish Town Road. I remember handing the bag over dubiously, with no faith in the resale value of the contents. What a cool thing, I told myself, as I walked away unencumbered, to own no albums… yet somehow to own every album. What freedom! What choice! I don’t know how long it took for the regret to sink in. Three years? Five? I know that I miss my pile of CDs now. I miss the fussy, fusty process of deciding to put one on, a rummaging hand, a scour for the correct disc, the colours and the fonts and feel of the plastic circles, lightweight yet at the same time heavy with associative feeling. I miss having signposted reminders of songs or records I loved during specific eras in my life. Streaming’s better, on the whole. I’ve paid out so much money in monthly subscriptions by now I have to believe it’s better. My access to new or unheard music has expanded. My diet is more varied. But something lovely has gone. Pointless denying that. Grease: The Original Soundtrack from the Motion Picture is available to listen to on Apple Music, I see. So is a 2016 album of Grease tributes, including Boyz II Men singing Beauty School Dropout. My current subscription gives me access to about a dozen volumes of Now covering 2021 to 2024. The Beatles’ Red Album is on there, with an animated tweak to the cover that renders John, Paul, George and Ringo vanishing away into nothing. As I look at this graphic on my iPhone, propped on the desk beside me, it looks as if the band are repeatedly fading into the depths of the device, there to join the pixels, the compressed data, the algorithms, the nudging search results – innovations that enrich as well as complicate today’s curation and consumption of music. If it meant swapping what we have today for what we had then, I wouldn’t go back. I’m too greedy for the new stuff and too impatient to be fed with music when I want to be fed. That cover of Beauty School Dropout by Boyz II Men is decent, it turns out, and I never would have listened to it were it not for this opening up of a digitised music landscape, where one discovery leads to another then another, seamlessly, more or less infinitely. Piercing through the convenience of this, though, comes the regret about my old CDs. When my primary school-age children want to put on music in our home they have to find a phone, mine or their mother’s. They have to scroll or type on a screen, press play, then wait for the mysterious rearrangement of ones and zeros that will bring Taylor or Oasis or the first track of In the Heights out of a wireless speaker. It’s an impressive process. I still find myself wanting to whistle, amazed by how far music tech has come. But there’s an absence now, some loss of connection with the initial creators of these pieces of art, some loss of awareness, too, about the spots they occupy in time and space. For my children, attentive listeners though they are, Taylor might as well be a direct contemporary of Liam and Noel. All three of them might have grown up together in Lin-Manuel Miranda’s Manhattan, or Stormzy’s Croydon, or in a Kings Road boozer of the 1960s. Now that music is invisible, everywhere and nowhere, served up track by track in capsule form, there aren’t the same indicators about provenance, influence, chronology, originality. We don’t have a CD player in our home any more. There is one, never used, in our car. Perhaps I’ll stop in a charity shop the next time I pass one: buy a few CDs. Perhaps I’ll go down to the Oxfam on Kentish Town Road and see if I can buy back one or two of my CDs. If any of them are still there, I reckon I’d know them at once. The half-torn HMV label on Expecting to Fly by the Bluetones. A curved moon of acrylic missing from the corner of my Trainspotting case. I’d recognise them all, right away – old mates. • Tom Lamont’s debut novel, Going Home, is out now. To support the Guardian and Observer order your copy at guardianbookshop.com. Delivery charges may apply Three musicians on their love of CDs Bashy: ‘Vinyl is great but it’s very much a luxury’ British actor and rapper There’s something about the tangible nature of CDs that really appeals to me. I released an album recently, and even though it was online and people were listening to it and talking about it, it only properly landed with me when I had the CD in my hand. That physical feeling gave me a sense of completion. There’s a video of me on my Instagram opening up the CD and taking in the artwork for the first time. It’s something I really care about. I was born in 1985 and grew up at the intersection of vinyl, cassettes and CDs. The first album I bought on CD was Kiss the Game Goodbye by Jadakiss and I ended up collecting hundreds and hundreds, which I stacked up in my room like a work of art. You could see someone’s musical taste through their CDs – mine included 50 Cent’s Get Rich or Die Trying, Jay-Z’s The Blueprint and The Miseducation of Lauryn Hill – whereas now it’s hidden away in your phone out of view. Vinyl is great but it was expensive then and it’s very much a luxury now. For young kids from working-class backgrounds, the CD was a way for us to spread our music in a cost-effective manner. So it was essential in the London grime and hip-hop scenes before social media. In 2008 I put out The Chupa-Chups Mixtape, which I pressed up on CD myself, attaching a Chupa-Chups lollipop to the front of each cover with Sellotape. I put it in barber shops and local clothes shops for people to buy and the lollipop helped it stand out visually. Then it started to take on a life of its own. People would tell their friends about it, or they’d burn up a copy to share around. Thanks to that mixtape, I ended up making the theme song for the film Adulthood. It helped me lay my foundations as an artist. Streaming has its advantages, but a lot of people are missing that physicality a CD gives you. The artwork and the liner notes and printed lyrics become an extension of the music. You can get a feeling of what the album is about, or who the artist is, before you’ve even pressed play. So I don’t think the CD format is dead or has ever died, it’s just been overlooked for a while because of the digital music revolution. I’m really glad to see it resurfacing. Interview by Killian Fox Bashy’s new album, Being Poor Is Expensive, is out now. The Chupa-Chups Mixtape can be streamed here. 1Xtra’s Album Launch Party with Bashy is on BBC iPlayer Kitty Liv: ‘CDs give you an insight into the journey of an album’ Singer-songwriter, member of Kitty, Daisy &amp; Lewis) I was born in the early 90s and CDs were the biggest thing when I was growing up. I used to get them for Christmas presents, and sometimes I’d go to Woolworths and choose one. I’d burn them a lot and make my own compilations. It was such a straightforward thing to do as a kid on the family computer. It would be a huge mix of anything I was listening to at the time, from Elvis’s greatest hits to Daniel Bedingfield, T Rex and then random stuff by Eminem, a combination of whatever was popular at the time with music I really loved. I remember going to my local cafe, Mario’s in Kentish Town, and if I made him a CD, he’d give me a free breakfast. I was probably about 10. Streaming platforms are good for discovering new music, but in terms of the listening experience, I think CDs are a great thing. Music has become quite disposable now, and with streaming, there is not that sense of urgency to listen to new music. If there’s a new song out, I might give it a listen later, whereas with CDs, it was like: “I’ll get the CD and I’ll put it on in the car and listen to the whole album.” Having the attention span to listen has been lost, certainly with the younger generation. I hope that will come back because when you make music, it’s great when someone else gets an insight into the journey that you’ve had making that record. Interview by Tess Reidy Kitty Liv’s debut solo album, Easy Tiger, is out now on Sunday Best Recordings, on digital, vinyl and – of course – CD Joe Mount: ‘Hidden tracks are just not hidden any more’ Lead singer/ guitarist, Metronomy We were a tape household and we weren’t in the first wave of people to buy a CD player, but eventually, one Christmas, my sister ended up getting a ghettoblaster with a disc player. I just remember then having to try to build a collection and feeling a bit begrudging that I already had loads of stuff on tape. The quickest route to getting a CD collection was buying magazines that had cover-mount CDs on them, and so a lot of my earliest ones were from Q magazine or Select. One, which I still have, was called Be There Now. It had Radiohead, Wire, Bentley Rhythm Ace, Talking Heads and Talk Talk. That was ’97. In the Britpop days, there were always inventive ways of making you buy more music. I remember having a Pulp CD and it had three slots for discs, but you had to go and buy individual singles to build up this collection. I never really splurged a load of money on them and I soon veered more into vinyl. A lot of the CDs I owned I still have and they’re at my parents’ house. There’s the Aaliyah record, the one with a picture of her and the red cover. I’ve also got the Queens of the Stone Age’s Songs for the Deaf and In Search of... by NERD. I think music streaming is not too bad, but I do slightly lament the fact that hidden tracks are just not hidden any more. It was a glory age of actually concealing things on discs. The first time I remember hearing a hidden track was on the Lemonheads’ Come On Feel the Lemonheads, which has a hidden reprise at the very end. The other thing I miss about the format is the printed artwork. I think that’s a really nice thing and people got quite creative with the different types of CD cases that they made. In terms of durability, however, CDs have never been good. When my wife and I left the first flat we shared together, she had an enormous CD collection, and I was trying to organise it all and every case I opened there was no CD in it. They were in a DJ folder, completely scratched. I very passive aggressively put all the empty CD cases in a box and she wouldn’t let me throw them away, so I had to label it “empty CD cases”. We’ve still got that! These days, you can go into charity shops and find decent albums on CD for 50p. I like doing that ahead of car journeys and enjoying the fact that you don’t need to care about them too much. You know they’ve already had their first usage and it’s like an act of recycling, like having the last crack of the scratched CD. TR Metronomy’s Posse EP Volume 2 is out now on Ninja Tune","charCount":"19019","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/tomlamont\">Tom Lamont</a>","showTableOfContents":"false"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"music/article/2024/jul/28/christine-anu-i-dont-think-i-was-ready-for-any-new-material","type":"article","sectionId":"music","sectionName":"Music","webPublicationDate":"2024-07-27T20:00:35Z","webTitle":"Christine Anu: ‘I don’t think I was ready for any new material’","webUrl":"https://www.theguardian.com/music/article/2024/jul/28/christine-anu-i-dont-think-i-was-ready-for-any-new-material","apiUrl":"https://content.guardianapis.com/music/article/2024/jul/28/christine-anu-i-dont-think-i-was-ready-for-any-new-material","fields":{"headline":"Christine Anu: ‘I don’t think I was ready for any new material’","standfirst":"<p>In our monthly series Headline Act, we spotlight the Australian artist we’re most excited about – and they make us a playlist</p><ul><li><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></li></ul>","trailText":"In our monthly series Headline Act, we spotlight the Australian artist we’re most excited about – and they make us a playlist","byline":"Andrew Stafford","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"943bdbba46b71ae40cf860b9788c5369a61f8fbc\"> <img src=\"https://media.guim.co.uk/943bdbba46b71ae40cf860b9788c5369a61f8fbc/0_0_8192_5464/1000.jpg\" alt=\"‘The tapestry of our lives are all woven together’: Anu on her new album, which pays homage to her grandfather’s lineage.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The tapestry of our lives is all woven together’: Anu on her new album, which pays homage to her grandfather’s lineage.</span> <span class=\"element-image__credit\">Photograph: Carly Earl/The Guardian</span> </figcaption> </figure>","body":"<p>For some artists, a hit single can be a monkey on their back – especially if it’s a cover of another artist’s song. This is not the case for Christine Anu, who will almost certainly always be best known for her version of My Island Home, the<a href=\"https://www.youtube.com/watch?v=8vEntK3fwp8\"> 1987 Warumpi Band classic</a> originally written for the group’s late singer, a Yolŋu man from Elcho Island.</p> <p>The resonance isn’t lost on Anu, a Torres Strait Islander by descent. “What a privilege and honour it was,” she says. “This song was loved very much and very deeply by a whole audience before it even became a song that I knew about.”</p>    <p>Anu’s version, re-titled as Island Home and released in 1994, made her a star, propelling her 1995 debut album Stylin’ Up to platinum status in Australia. The album’s effervescent fusion of pop, R&amp;B and traditional songs earned her an Aria award. “She had that Neneh Cherry kind of brashness and confidence,” says its producer, David Bridie.</p> <p>But it has taken the best part of another 30 years for Anu to make an album that fully reflects her heritage and status: her mother is from Saibai, just south of Papua New Guinea; her late father is from Mabuiag in central Torres Strait. The resulting record, Waku – Minaral A Minalay, includes many songs originally written by her grandfather, Nadi.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=0Z9_Bp0nrXA\"                                                                        >  <iframe height=\"480\" width=\"854\" src=\"https://www.youtube-nocookie.com/embed/0Z9_Bp0nrXA?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe> </figure>   <ul> <li><p><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=copyembed\">Sign up for the fun stuff with our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning</a></strong></p></li> </ul> <p>“Waku” refers to the pandanus mats that, for Torres Strait Islanders, signify a life’s journey from cradle to grave, Anu says, and their construction is a metaphor for family and community. “Minaral” means colours, “minalay” patterns. “It’s like the tapestry of our lives is all woven together,” Anu says. “It’s not just ornamental.”</p> <p>There have been many threads to Anu’s life since Stylin’ Up. She performed Island Home at the Sydney 2000 Olympics closing ceremony and has appeared in film and TV, including Moulin Rouge and The Masked Singer, and on stage in the musicals South Pacific and Hairspray, among others.</p>    <p>But as a recording artist, she had stalled. After a couple of albums of original songs in the early 2000s, Anu has largely released compilation and cover records: a children’s album, a Christmas album, live albums. “I don’t think I was ready for any new material,” she says. She needed to reconnect with the voice from her debut.</p> <p>In that sense, her celebrated debut <em>had</em> become a monkey on her back. She even approached Bridie to re-record the album for its 20th anniversary, which he declined: “I just thought it was good the first time,” he says. Eventually she recorded a live in-studio version. “And David was right!” she says.</p> <p>It was her appearance on SBS ancestry show Who Do You Think You Are? that led Anu to discover her own deep musical roots. A German ethnomusicologist, Wolfgang Laade, had recorded her maternal grandfather Nadi Anu, a Saibai songman, singing his own compositions. The story of Nadi, and his songs, form the backbone of Waku – Mineral a Minalay.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/culture/article/2024/jul/08/missy-higgins-sound-of-white-20th-anniversary-tour-review\">Missy Higgins soundtracked my generation of queer teens. Seeing her live is euphoric</a> </p> </aside>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=sXSU4iNdkdE\"                                                                        >  <iframe height=\"480\" width=\"854\" src=\"https://www.youtube-nocookie.com/embed/sXSU4iNdkdE?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe> </figure>   <p>It also reconnected her with Bridie as a producer, as well as most of the musicians who made Stylin’ Up, to make an album that is clearly a descendent, rather than a remake. “Maybe it took her this long to feel confident and driven to dive back into her Saibai heritage,” Bridie says.</p> <p>The results are a triumph for both, especially Anu. Waku is a grownup, bilingual album by an artist in full command of her identity and artistry. But it wasn’t without difficulty. For the language songs on Waku, Anu – who had been hurt by accusations that she had exploited her cultural heritage for commercial gain on Stylin’ Up – knew she needed the authority to sing them. She was reassured by an uncle and elder, Jensen Warusam, who also acted as a translator and researcher.</p>    <p>As well as being a decorated second world war corporal, Nadi was a seaman and trochus lugger. Several songs are about the constellation Tagai, through which he would navigate. “He was probably spending a lot of the night watching Tagai above – the stars, the clouds, the sun, the rain and the moon cycle,” Anu says.</p> <p>With Waku finished, Anu has finally been able to reconnect the threads of her early career to her family lineage. “You lay down the mat, and you’re walking along all of that cross-stitching and all of the beautiful patterns and colours of the stories that grandad has created. And then after somebody goes, you roll up the mat, and you hand over those stories.”</p> <ul> <li><p><em>Waku – Minaral A Minalay is out 2 August</em></p></li> </ul> <h2>Christine Anu’s songs to live by</h2> <p>Each month, we ask our headline act to share the songs that have accompanied them through love, life, lust and death.</p> <p><strong>The best year for music</strong></p>    <p>Definitely 1983. Fresh off the island, I attended boarding school where I was introduced to Countdown every Friday night at 5pm: Human Nature by Michael Jackson, Sweet Dreams Are Made of This by Eurythmics, Every Breath You Take by the Police, She Works Hard for the Money by Donna Summer, Let’s Dance by David Bowie.</p> <p><strong>The song I clean the house to</strong></p> <p>I clean the house to very loud reggae music – Bob Marley and The Wailers, Eddy Grant, Third World, UB40, Lucky Dube to name a few on my hitlist.</p> <p><strong>The song I wish I wrote</strong></p> <p>I wish I wrote My Island Home … knowing whom it’s written for and how deeply the song is connected to country, it feels like singing an anthem.</p> <p><strong>The song I’ve listened to most this year</strong></p> <p>Every time I’ve hopped in a car, it’s been on the radio: I Wanna Dance With Somebody.</p> <p><strong>My go-to karaoke song</strong></p> <p>Endless Love. Such a good laugh no matter who you sing it with. In my college years, I won a karaoke competition with my brother singing our little hearts out to Endless Love at a pub in Chinatown, Sydney.</p> <p><strong>The song I never want to hear again</strong></p> <p>Barbie Girl by Aqua.</p> <p><strong>The first album I bought</strong></p> <p>The cassette tape of the Footloose soundtrack. Let’s Hear It for the Boy by Deniece Williams was on rewind.</p> <p><strong>The song I wanted played at my funeral</strong></p> <p>Aretha Franklin’s Bridge Over Troubled Water and The Prayer, translated in Kala Lagaw Ya.</p>  <figure class=\"element element-embed\" data-alt=\"Christine Anu’s songs to live by.\">  <iframe style=\"border-radius:12px\" src=\"https://open.spotify.com/embed/playlist/1zBUWAKUFhqHpfQDJ67HpA?utm_source=generator&theme=0\" width=\"100%\" height=\"352\" frameBorder=\"0\" allowfullscreen=\"\" allow=\"autoplay; clipboard-write; encrypted-media; fullscreen; picture-in-picture\" loading=\"lazy\"></iframe> </figure>","wordcount":"1059","commentCloseDate":"2024-07-30T20:00:35Z","commentable":"true","displayHint":"immersive","firstPublicationDate":"2024-07-27T20:00:35Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2024-07-29T10:06:20Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/xv4nzn","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/943bdbba46b71ae40cf860b9788c5369a61f8fbc/0_546_8192_4918/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"For some artists, a hit single can be a monkey on their back – especially if it’s a cover of another artist’s song. This is not the case for Christine Anu, who will almost certainly always be best known for her version of My Island Home, the 1987 Warumpi Band classic originally written for the group’s late singer, a Yolŋu man from Elcho Island. The resonance isn’t lost on Anu, a Torres Strait Islander by descent. “What a privilege and honour it was,” she says. “This song was loved very much and very deeply by a whole audience before it even became a song that I knew about.” Anu’s version, re-titled as Island Home and released in 1994, made her a star, propelling her 1995 debut album Stylin’ Up to platinum status in Australia. The album’s effervescent fusion of pop, R&amp;B and traditional songs earned her an Aria award. “She had that Neneh Cherry kind of brashness and confidence,” says its producer, David Bridie. But it has taken the best part of another 30 years for Anu to make an album that fully reflects her heritage and status: her mother is from Saibai, just south of Papua New Guinea; her late father is from Mabuiag in central Torres Strait. The resulting record, Waku – Minaral A Minalay, includes many songs originally written by her grandfather, Nadi. Sign up for the fun stuff with our rundown of must-reads, pop culture and tips for the weekend, every Saturday morning “Waku” refers to the pandanus mats that, for Torres Strait Islanders, signify a life’s journey from cradle to grave, Anu says, and their construction is a metaphor for family and community. “Minaral” means colours, “minalay” patterns. “It’s like the tapestry of our lives is all woven together,” Anu says. “It’s not just ornamental.” There have been many threads to Anu’s life since Stylin’ Up. She performed Island Home at the Sydney 2000 Olympics closing ceremony and has appeared in film and TV, including Moulin Rouge and The Masked Singer, and on stage in the musicals South Pacific and Hairspray, among others. But as a recording artist, she had stalled. After a couple of albums of original songs in the early 2000s, Anu has largely released compilation and cover records: a children’s album, a Christmas album, live albums. “I don’t think I was ready for any new material,” she says. She needed to reconnect with the voice from her debut. In that sense, her celebrated debut had become a monkey on her back. She even approached Bridie to re-record the album for its 20th anniversary, which he declined: “I just thought it was good the first time,” he says. Eventually she recorded a live in-studio version. “And David was right!” she says. It was her appearance on SBS ancestry show Who Do You Think You Are? that led Anu to discover her own deep musical roots. A German ethnomusicologist, Wolfgang Laade, had recorded her maternal grandfather Nadi Anu, a Saibai songman, singing his own compositions. The story of Nadi, and his songs, form the backbone of Waku – Mineral a Minalay. It also reconnected her with Bridie as a producer, as well as most of the musicians who made Stylin’ Up, to make an album that is clearly a descendent, rather than a remake. “Maybe it took her this long to feel confident and driven to dive back into her Saibai heritage,” Bridie says. The results are a triumph for both, especially Anu. Waku is a grownup, bilingual album by an artist in full command of her identity and artistry. But it wasn’t without difficulty. For the language songs on Waku, Anu – who had been hurt by accusations that she had exploited her cultural heritage for commercial gain on Stylin’ Up – knew she needed the authority to sing them. She was reassured by an uncle and elder, Jensen Warusam, who also acted as a translator and researcher. As well as being a decorated second world war corporal, Nadi was a seaman and trochus lugger. Several songs are about the constellation Tagai, through which he would navigate. “He was probably spending a lot of the night watching Tagai above – the stars, the clouds, the sun, the rain and the moon cycle,” Anu says. With Waku finished, Anu has finally been able to reconnect the threads of her early career to her family lineage. “You lay down the mat, and you’re walking along all of that cross-stitching and all of the beautiful patterns and colours of the stories that grandad has created. And then after somebody goes, you roll up the mat, and you hand over those stories.” Waku – Minaral A Minalay is out 2 August Christine Anu’s songs to live by Each month, we ask our headline act to share the songs that have accompanied them through love, life, lust and death. The best year for music Definitely 1983. Fresh off the island, I attended boarding school where I was introduced to Countdown every Friday night at 5pm: Human Nature by Michael Jackson, Sweet Dreams Are Made of This by Eurythmics, Every Breath You Take by the Police, She Works Hard for the Money by Donna Summer, Let’s Dance by David Bowie. The song I clean the house to I clean the house to very loud reggae music – Bob Marley and The Wailers, Eddy Grant, Third World, UB40, Lucky Dube to name a few on my hitlist. The song I wish I wrote I wish I wrote My Island Home … knowing whom it’s written for and how deeply the song is connected to country, it feels like singing an anthem. The song I’ve listened to most this year Every time I’ve hopped in a car, it’s been on the radio: I Wanna Dance With Somebody. My go-to karaoke song Endless Love. Such a good laugh no matter who you sing it with. In my college years, I won a karaoke competition with my brother singing our little hearts out to Endless Love at a pub in Chinatown, Sydney. The song I never want to hear again Barbie Girl by Aqua. The first album I bought The cassette tape of the Footloose soundtrack. Let’s Hear It for the Boy by Deniece Williams was on rewind. The song I wanted played at my funeral Aretha Franklin’s Bridge Over Troubled Water and The Prayer, translated in Kala Lagaw Ya.","charCount":"5981","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/andrew-stafford\">Andrew Stafford</a>","showTableOfContents":"false"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"music/article/2024/jul/28/5-seconds-of-summer-ashton-irwin-blood-on-the-drums-interview","type":"article","sectionId":"music","sectionName":"Music","webPublicationDate":"2024-07-27T20:00:34Z","webTitle":"5 Seconds of Summer’s Ashton Irwin: ‘Anywhere I have to pay to use the bathroom is inhumane’","webUrl":"https://www.theguardian.com/music/article/2024/jul/28/5-seconds-of-summer-ashton-irwin-blood-on-the-drums-interview","apiUrl":"https://content.guardianapis.com/music/article/2024/jul/28/5-seconds-of-summer-ashton-irwin-blood-on-the-drums-interview","fields":{"headline":"5 Seconds of Summer’s Ashton Irwin: ‘Anywhere I have to pay to use the bathroom is inhumane’","standfirst":"<p>The boyband drummer-turned-solo musician shares his lifelong hatred of ducks, the ghost living in his house, and what James Corden smells like</p><ul><li><strong><a href=\"https://www.theguardian.com/newsletters/2019/oct/18/saved-for-later-sign-up-for-guardian-australias-culture-and-lifestyle-email?CMP=cvau_sfl\">Get our weekend culture and lifestyle email</a></strong></li></ul>","trailText":"The boyband drummer-turned-solo musician shares his lifelong hatred of ducks, the ghost living in his house, and what James Corden smells like","byline":"Rich Pelley","main":"<figure class=\"element element-image element--showcase\" data-media-id=\"30e69068f8ebe3b1e057a48d7a6877270c72e760\"> <img src=\"https://media.guim.co.uk/30e69068f8ebe3b1e057a48d7a6877270c72e760/48_587_2827_1697/1000.jpg\" alt=\"‘You’ll usually find me smoking a duck before a gig’: Ashton Irwin.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘You’ll usually find me smoking a duck before a gig’: Ashton Irwin.</span> <span class=\"element-image__credit\">Photograph: Ryan Fleming</span> </figcaption> </figure>","body":"<p><strong>It is a well-known fact that you hate ducks. Why?</strong></p> <p>First of all, they have weird penises. It’s a corkscrew penis. If there are aliens on Earth, they should look into ducks. They’re also aggressive for no reason. It’s not a lifelong vendetta, but they have a few characteristics that I find discomforting. I’ve eaten a duck or two, smoked a duck. First you smoke it for 20 minutes at 350F. Then you put it in the oven for 45 minutes. I have my own personal duck smoker on my rider. I get to the venue: “I hope you’ve got the smoker up and running, I’m absolutely starving.” You’ll usually find me smoking a duck in the lot before a gig. </p> <p><strong>Should ketchup be kept in the cupboard or fridge?</strong></p> <p>Being an Australian, it’d be right there in the cupboard because that’s what grandma did. It’s a generational thing. Some could refer to it as generational sauce trauma, but that’s just where my family is at.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/music/article/2024/jul/18/kim-gordon-taylor-swift-comment-not-a-fan-australia-tour\">Kim Gordon: ‘My most controversial pop culture opinion? I’m not really a fan of Taylor Swift’</a> </p> </aside>  <p><strong>Your new solo album is called Blood on the Drums. What’s the dumbest way you’ve injured yourself?</strong></p> <p>I was 14, camping with my family. We thought it’d be a great bonding experience, but it was tragic. There was torrential rain, the tent was under two feet of water, so we slept in the car. I’d got a skim board for Christmas and thought: “I’m not going to let torrential rain stop me,” and went down to the beach. As I went to throw it down, I snapped my arm all the way back to my elbow. As a drummer, that was detrimental to my paradiddles. Paradiddles are a drummer thing: two single strokes followed by a double stroke, so right, left, right, right. There’s a smörgåsbord of paradiddles on my new album for those looking out for them.</p>    <p><strong>Who in 5 Seconds of Summer has the smallest head?</strong></p> <p>Calum, by a mile. I have an extremely large head. I can’t just walk in to any old hat store because I have a size 11, which is pretty rare. Best of luck to everyone else with a big head. The world wasn’t made for us.</p> <p><strong>If summer really only lasted for five seconds, what would you do?</strong></p> <p>Rug up. Get cosy. Brace yourself. Put on your North Face. I guess that’s my philosophy on life: if I can’t savour it, I don’t think I’d even bother.</p> <p><strong>Before 5SOS, there was your first band, Swallow the Goldfish. Have you ever really swallowed a goldfish?</strong></p> <p>I was at high school with my best mate Blake. We were two emo kids who loved emo music and heavy metal, so we started a band. We thought we needed a name you could remember. Swallow the Goldfish was the most effective we could come up with.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/culture/article/2024/jul/14/michelle-visage-drag-race-down-under-season-4-interview\">Michelle Visage: ‘The oldest thing I own? Probably my vagina’</a> </p> </aside>  <p>Blake went on to do air-conditioning and I continued to play drums. I would’ve done anything, but that band didn’t fly, so the goldfish wasn’t swallowed.</p> <p><strong>The 5SOS song Girls Talk Boys is on the Ghostbusters soundtrack. Have you ever seen a ghost?</strong></p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=0MXldocLfu4\"                                                                        >  <iframe height=\"480\" width=\"854\" src=\"https://www.youtube-nocookie.com/embed/0MXldocLfu4?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe> </figure>   <p>I saw the ghost of a wartime little girl in my house. A couple days later, my mum saw the same thing. I grew up in a house from the second world war era that was shipped to Australia from Sweden. The ghost must have shipped over with it. I don’t know if that’s possible in the quantum realm. Are ghosts linked to location or can they travel? But I definitely saw one.</p> <p><strong>How many times have you been for a wee in Sydney Opera House?</strong></p> <p>Sydney’s uptight these days. When we played the Opera House forecourt, they said: “The crew doesn’t have access to the toilets inside. You guys will have to bring your own.” It cost five grand a day to put porta-potties out back. They don’t want you using the toilets inside, so we had to bring our own BYO toilet. Anywhere I have to pay to use the bathroom I think is inhumane. It’s 100% true.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=xgiNXxR7m6g\"                                                                        >  <iframe height=\"480\" width=\"854\" src=\"https://www.youtube-nocookie.com/embed/xgiNXxR7m6g?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe> </figure>   <p><strong>What does James Corden smell like?</strong></p> <p>A lovely, really high-end cologne with a little bit of Carlsberg.</p> <p><strong>When did you last cry?</strong></p> <p>It was my 30th birthday three days ago. I had a little cry to myself, which I think is acceptable. I took a moment and thought: “My 20s were amazing, but shit, those days are gone forever” and shed a tear.</p> <ul> <li><p>Ashton Irwin’s new album Blood on the Drums is out now</p></li> </ul>","wordcount":"743","commentCloseDate":"2024-07-30T20:00:34Z","commentable":"true","firstPublicationDate":"2024-07-27T20:00:34Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2024-07-27T23:15:10Z","productionOffice":"AUS","publication":"theguardian.com","shortUrl":"https://www.theguardian.com/p/xv52z5","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/30e69068f8ebe3b1e057a48d7a6877270c72e760/48_587_2827_1697/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"It is a well-known fact that you hate ducks. Why? First of all, they have weird penises. It’s a corkscrew penis. If there are aliens on Earth, they should look into ducks. They’re also aggressive for no reason. It’s not a lifelong vendetta, but they have a few characteristics that I find discomforting. I’ve eaten a duck or two, smoked a duck. First you smoke it for 20 minutes at 350F. Then you put it in the oven for 45 minutes. I have my own personal duck smoker on my rider. I get to the venue: “I hope you’ve got the smoker up and running, I’m absolutely starving.” You’ll usually find me smoking a duck in the lot before a gig. Should ketchup be kept in the cupboard or fridge? Being an Australian, it’d be right there in the cupboard because that’s what grandma did. It’s a generational thing. Some could refer to it as generational sauce trauma, but that’s just where my family is at. Your new solo album is called Blood on the Drums. What’s the dumbest way you’ve injured yourself? I was 14, camping with my family. We thought it’d be a great bonding experience, but it was tragic. There was torrential rain, the tent was under two feet of water, so we slept in the car. I’d got a skim board for Christmas and thought: “I’m not going to let torrential rain stop me,” and went down to the beach. As I went to throw it down, I snapped my arm all the way back to my elbow. As a drummer, that was detrimental to my paradiddles. Paradiddles are a drummer thing: two single strokes followed by a double stroke, so right, left, right, right. There’s a smörgåsbord of paradiddles on my new album for those looking out for them. Who in 5 Seconds of Summer has the smallest head? Calum, by a mile. I have an extremely large head. I can’t just walk in to any old hat store because I have a size 11, which is pretty rare. Best of luck to everyone else with a big head. The world wasn’t made for us. If summer really only lasted for five seconds, what would you do? Rug up. Get cosy. Brace yourself. Put on your North Face. I guess that’s my philosophy on life: if I can’t savour it, I don’t think I’d even bother. Before 5SOS, there was your first band, Swallow the Goldfish. Have you ever really swallowed a goldfish? I was at high school with my best mate Blake. We were two emo kids who loved emo music and heavy metal, so we started a band. We thought we needed a name you could remember. Swallow the Goldfish was the most effective we could come up with. Blake went on to do air-conditioning and I continued to play drums. I would’ve done anything, but that band didn’t fly, so the goldfish wasn’t swallowed. The 5SOS song Girls Talk Boys is on the Ghostbusters soundtrack. Have you ever seen a ghost? I saw the ghost of a wartime little girl in my house. A couple days later, my mum saw the same thing. I grew up in a house from the second world war era that was shipped to Australia from Sweden. The ghost must have shipped over with it. I don’t know if that’s possible in the quantum realm. Are ghosts linked to location or can they travel? But I definitely saw one. How many times have you been for a wee in Sydney Opera House? Sydney’s uptight these days. When we played the Opera House forecourt, they said: “The crew doesn’t have access to the toilets inside. You guys will have to bring your own.” It cost five grand a day to put porta-potties out back. They don’t want you using the toilets inside, so we had to bring our own BYO toilet. Anywhere I have to pay to use the bathroom I think is inhumane. It’s 100% true. What does James Corden smell like? A lovely, really high-end cologne with a little bit of Carlsberg. When did you last cry? It was my 30th birthday three days ago. I had a little cry to myself, which I think is acceptable. I took a moment and thought: “My 20s were amazing, but shit, those days are gone forever” and shed a tear. Ashton Irwin’s new album Blood on the Drums is out now","charCount":"3914","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/rich-pelley\">Rich Pelley</a>","showTableOfContents":"false"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"music/article/2024/jul/27/edith-piaf-song-celine-dion-paris-games","type":"article","sectionId":"music","sectionName":"Music","webPublicationDate":"2024-07-27T17:40:37Z","webTitle":"Why Édith Piaf’s plaintive song was the perfect fit for Céline Dion at Paris Games","webUrl":"https://www.theguardian.com/music/article/2024/jul/27/edith-piaf-song-celine-dion-paris-games","apiUrl":"https://content.guardianapis.com/music/article/2024/jul/27/edith-piaf-song-celine-dion-paris-games","fields":{"headline":"Why Édith Piaf’s plaintive song was the perfect fit for Céline Dion at Paris Games","standfirst":"<p>The melody for the first live performance since 2020 by the singer, who has suffered with ill-health, was suitably tragic</p>","trailText":"The melody for the first live performance since 2020 by the singer, who has suffered with ill-health, was suitably tragic","byline":"Vanessa Thorpe","main":"<figure class=\"element element-image\" data-media-id=\"7086f9deaff735ecfc00c25a9363f672acc97be2\"> <img src=\"https://media.guim.co.uk/7086f9deaff735ecfc00c25a9363f672acc97be2/1_0_2162_1297/1000.jpg\" alt=\"Céline Dion performs on the Eiffel Tower during the opening ceremony of the Paris 2024 Olympic Games. on Frida\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Céline Dion performs on the Eiffel Tower during the opening ceremony of the Paris 2024 Olympic Games. on Friday.</span> <span class=\"element-image__credit\">Photograph: Screengrab by IOC/Getty Images</span> </figcaption> </figure>","body":"<p>It was a very public triumph, both for Paris and for Céline Dion. It received plaudits around the world as one of the highlights of the opening ceremony of the Olympics. Yet the soundtrack was a tragic one.</p> <p>The Canadian diva had chosen to celebrate the great French chansonnier Édith Piaf in a live, high-stakes comeback performance delivered from the iron shoulders of the Eiffel Tower amid showers of rain and fireworks.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/music/article/2024/jul/26/celine-dion-paris-olympics-review\">Céline Dion at the Paris Olympics review – a dazzling and emotional return</a> </p> </aside>  <p>However, Dion did not pick La Vie en Rose, Milord, or Non, Je Ne Regrette Rien. Instead, she sang Piaf’s valedictory tribute to romantic passion Hymne à l’Amour.</p> <p>Piaf wrote the lyrics to this soaring ballad in 1949 in the home she had bought with her lover, the French boxing champion Marcel Cerdan.</p> <p>“The blue sky can tumble down upon us / And the Earth can also collapse / It doesn’t matter, if you love me,” it begins, in a plaintive appeal that sits well with the 56-year-old Dion, who has suffered much since she last sang live in March 2020.</p>    <p>In December 2022, the singer revealed she was <a href=\"https://www.theguardian.com/music/2022/dec/08/celine-dion-diagnosis-rare-neurological-disorder-stiff-person-syndrome\">suffering from a rare neurological syndrome</a> that was restricting her movement, forcing her to cancel her world tour.</p> <p>Her slow climb back to health and to finally performing again on stage is almost as miraculous as the golden balloon that rose above Paris on Friday night.</p> <p>“If you love me / I don’t care about the entire world,” the song lyrics continue, and reviews of the Olympic opening ceremony this weekend suggest that now much of the entire world does love Dion.</p> <p>Critics have spoken of the emotional power of her voice and of her flawless handling of the melody.</p> <p>The sad story behind Piaf’s song begins in 1947, when the singer, known fondly as La Môme (The Kid), was on tour in New York. Meeting Cerdan during a concert, she fell madly in love, despite the fact he was a married father. Cerdan once famously said: “There is an Édith Piaf and how lucky I am, a poor boxer brute, to be loved by her.”</p> <p>Piaf first sang the song to the tune written by her friend and musical collaborator Marguerite Monnot on 14 September 1949 at a cabaret venue in New York. Monnot, it is thought, had been inspired by the melody of Robert Schumann’s lied Frühlingsnacht.</p> <p>But the truly tragic twist came a month later, when Cerdan boarded a flight in Paris to join Piaf in North America. He was killed when his plane crashed in the Azores and Piaf never recovered from the shock.</p>","newspaperPageNumber":"7","wordcount":"430","firstPublicationDate":"2024-07-27T17:40:37Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2024-07-28T01:30:40Z","newspaperEditionDate":"2024-07-28T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/xv5mv9","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/7086f9deaff735ecfc00c25a9363f672acc97be2/1_0_2162_1297/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"It was a very public triumph, both for Paris and for Céline Dion. It received plaudits around the world as one of the highlights of the opening ceremony of the Olympics. Yet the soundtrack was a tragic one. The Canadian diva had chosen to celebrate the great French chansonnier Édith Piaf in a live, high-stakes comeback performance delivered from the iron shoulders of the Eiffel Tower amid showers of rain and fireworks. However, Dion did not pick La Vie en Rose, Milord, or Non, Je Ne Regrette Rien. Instead, she sang Piaf’s valedictory tribute to romantic passion Hymne à l’Amour. Piaf wrote the lyrics to this soaring ballad in 1949 in the home she had bought with her lover, the French boxing champion Marcel Cerdan. “The blue sky can tumble down upon us / And the Earth can also collapse / It doesn’t matter, if you love me,” it begins, in a plaintive appeal that sits well with the 56-year-old Dion, who has suffered much since she last sang live in March 2020. In December 2022, the singer revealed she was suffering from a rare neurological syndrome that was restricting her movement, forcing her to cancel her world tour. Her slow climb back to health and to finally performing again on stage is almost as miraculous as the golden balloon that rose above Paris on Friday night. “If you love me / I don’t care about the entire world,” the song lyrics continue, and reviews of the Olympic opening ceremony this weekend suggest that now much of the entire world does love Dion. Critics have spoken of the emotional power of her voice and of her flawless handling of the melody. The sad story behind Piaf’s song begins in 1947, when the singer, known fondly as La Môme (The Kid), was on tour in New York. Meeting Cerdan during a concert, she fell madly in love, despite the fact he was a married father. Cerdan once famously said: “There is an Édith Piaf and how lucky I am, a poor boxer brute, to be loved by her.” Piaf first sang the song to the tune written by her friend and musical collaborator Marguerite Monnot on 14 September 1949 at a cabaret venue in New York. Monnot, it is thought, had been inspired by the melody of Robert Schumann’s lied Frühlingsnacht. But the truly tragic twist came a month later, when Cerdan boarded a flight in Paris to join Piaf in North America. He was killed when his plane crashed in the Azores and Piaf never recovered from the shock.","charCount":"2382","shouldHideReaderRevenue":"false","showAffiliateLinks":"false","bylineHtml":"<a href=\"profile/vanessathorpe\">Vanessa Thorpe</a>","showTableOfContents":"false"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"},{"id":"music/article/2024/jul/27/mark-winkler-the-rules-dont-apply-review-crisp-timeless-joie-de-vivre","type":"article","sectionId":"music","sectionName":"Music","webPublicationDate":"2024-07-27T15:00:27Z","webTitle":"Mark Winkler: The Rules Don’t Apply review – crisp, timeless joie de vivre","webUrl":"https://www.theguardian.com/music/article/2024/jul/27/mark-winkler-the-rules-dont-apply-review-crisp-timeless-joie-de-vivre","apiUrl":"https://content.guardianapis.com/music/article/2024/jul/27/mark-winkler-the-rules-dont-apply-review-crisp-timeless-joie-de-vivre","fields":{"headline":"Mark Winkler: The Rules Don’t Apply review – crisp, timeless joie de vivre","standfirst":"<p>(Cafe Pacific)<br>The LA singer-songwriter and co hit the sweet spot once more on this elegant set of originals and covers, which include a surprising Beatles number</p>","trailText":"The LA singer-songwriter and co hit the sweet spot once more on this elegant set of originals and covers, which include a surprising Beatles number","byline":"Neil Spencer","main":"<figure class=\"element element-image\" data-media-id=\"60dc82cf45e090a233f305249b314ddc09f52e3e\"> <img src=\"https://media.guim.co.uk/60dc82cf45e090a233f305249b314ddc09f52e3e/0_27_1913_1148/1000.jpg\" alt=\"Mark Winkler \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Unabashed exuberance’: Mark Winkler.</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>","body":"<p>Over a long career and a score of albums, Los Angeles vocalist <a href=\"http://markwinklermusic.com/\">Mark Winkler</a> has flown slightly under the radar, acclaimed for his songwriting (covered by Randy Crawford and Dianne Reeves, among others) as much as his singing. True to its title, his previous outing, 2022’s <em><a href=\"https://www.youtube.com/watch?v=H4W5315reYw&amp;list=OLAK5uy_kgDhZ4CabulHwH1KHmH3kwar2c-EbZnF0\">Late Bloomin</a></em><em><a href=\"https://www.youtube.com/watch?v=H4W5315reYw&amp;list=OLAK5uy_kgDhZ4CabulHwH1KHmH3kwar2c-EbZnF0\">’</a></em><em><a href=\"https://www.youtube.com/watch?v=H4W5315reYw&amp;list=OLAK5uy_kgDhZ4CabulHwH1KHmH3kwar2c-EbZnF0\"> Jazzman</a></em>, hit a sweet spot, a showcase for a persona that slides between unabashed exuberance and hipster cool, with versions of well-worn standards and sharply cut originals.<em> <a href=\"https://linktr.ee/therulesdontapply\">The Rules Don’t Apply</a></em> carries on seamlessly, albeit with more diverse arrangements.</p> <p>Winkler hymns his home town to a big band on Sunday in LA – you can smell the sunshine – and flips to the east coast and a small group for <a href=\"https://www.youtube.com/watch?v=TCs8tODoRws\">In Love in New York</a>, a surprise discovery of romance among the towers and rubbish-strewn sidewalks. Among the covers (Donald Fagen, Randy Newman, Paul Simon), a downbeat take on the Beatles’ <a href=\"https://www.youtube.com/watch?v=OzEOh0RT-2U&amp;list=OLAK5uy_lZT8dM-s6ASjmH7tKhy9oSjR_Ue5eOoMQ\">Got to Get You Into My Life</a> is the surprise winner.</p> <p>Somewhat like the late <a href=\"https://www.theguardian.com/music/2015/oct/27/mark-murphy\">Mark Murphy</a>, Winkler has a narrative, almost conversational style, always fresh, rarely downcast – qualities that shine on his paeans to jazz itself and on the reflective <a href=\"https://www.youtube.com/watch?v=JJCpUpnKo5Q&amp;list=OLAK5uy_lZT8dM-s6ASjmH7tKhy9oSjR_Ue5eOoMQ&amp;index=12\">Lessons I’ve Learned</a>. The musicianship is always crisp and Winkler’s joie de vivre infectious. Timeless stuff. </p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.youtube.com/watch?v=PMBPl5GwCXE\"                                                                        >  <iframe height=\"480\" width=\"854\" src=\"https://www.youtube-nocookie.com/embed/PMBPl5GwCXE?wmode=opaque&feature=oembed\" frameborder=\"0\" allowfullscreen ></iframe> <figcaption><a href=\"https://www.youtube.com/watch?v=PMBPl5GwCXE\">Watch the video for Sunday in LA by Mark Winkler.</a></figcaption> </figure>","newspaperPageNumber":"33","starRating":"3","wordcount":"215","commentCloseDate":"2024-08-03T15:00:00Z","commentable":"true","firstPublicationDate":"2024-07-27T15:00:27Z","isInappropriateForSponsorship":"false","isPremoderated":"false","lastModified":"2024-07-27T15:00:27Z","newspaperEditionDate":"2024-07-28T00:00:00Z","productionOffice":"UK","publication":"The Observer","shortUrl":"https://www.theguardian.com/p/xv4m5g","shouldHideAdverts":"false","showInRelatedContent":"true","thumbnail":"https://media.guim.co.uk/60dc82cf45e090a233f305249b314ddc09f52e3e/0_27_1913_1148/500.jpg","legallySensitive":"false","lang":"en","isLive":"true","bodyText":"Over a long career and a score of albums, Los Angeles vocalist Mark Winkler has flown slightly under the radar, acclaimed for his songwriting (covered by Randy Crawford and Dianne Reeves, among others) as much as his singing. True to its title, his previous outing, 2022’s Late Bloomin’ Jazzman, hit a sweet spot, a showcase for a persona that slides between unabashed exuberance and hipster cool, with versions of well-worn standards and sharply cut originals. The Rules Don’t Apply carries on seamlessly, albeit with more diverse arrangements. Winkler hymns his home town to a big band on Sunday in LA – you can smell the sunshine – and flips to the east coast and a small group for In Love in New York, a surprise discovery of romance among the towers and rubbish-strewn sidewalks. Among the covers (Donald Fagen, Randy Newman, Paul Simon), a downbeat take on the Beatles’ Got to Get You Into My Life is the surprise winner. Somewhat like the late Mark Murphy, Winkler has a narrative, almost conversational style, always fresh, rarely downcast – qualities that shine on his paeans to jazz itself and on the reflective Lessons I’ve Learned. The musicianship is always crisp and Winkler’s joie de vivre infectious. Timeless stuff.","charCount":"1232","shouldHideReaderRevenue":"false","showAffiliateLinks":"true","bylineHtml":"<a href=\"profile/neilspencer\">Neil Spencer</a>","showTableOfContents":"false"},"isHosted":false,"pillarId":"pillar/arts","pillarName":"Arts"}]}}